{
	"status": "RAW",
	"createdAt": "2021-01-22T17:45:46.568Z",
	"updatedAt": "2021-01-22T17:45:46.568Z",
	"id": 1,
	"name": "example-raw-25-dataset",
	"itemType": "articles",
	"itemCount": 25,
	"itemCleanedCount": 0,
	"itemSentForLabelingCount": 0,
	"itemLabeledCount": 0,
	"spacesKey": null,
	"spacesUrl": "https://politrack-datasets.nyc3.digitaloceanspaces.com/f16c097f-aa66-470a-a8b2-b2dc91d823ff",
	"apifyRunId":"z7QUWeS8CDJG83pNc",
	"scaleProjectName": null,
	"format": "json",
	"size": 345,
	"items": [
		{
			"date": "2021-01-20T16:49:23.000Z",
			"description": "Joseph Robinette Biden Jr. and Kamala Devi Harris took the oath of office at a Capitol still reeling from the attack of a violent mob at a time when a deadly pandemic is still ravaging the country.",
			"image": "https://static01.nyt.com/images/2021/01/20/us/politics/20dc-biden1-sub3/20dc-biden1-sub3-facebookJumbo.jpg",
			"text": "WASHINGTON — Joseph Robinette Biden Jr. was sworn in as the 46th president of the United States on Wednesday, taking office at a moment of profound economic, health and political crises with a promise to seek unity after a tumultuous four years that tore at the fabric of American society.\n\nWith his hand on a five-inch-thick Bible that has been in his family for 128 years, Mr. Biden recited the 35-word oath of office swearing to “preserve, protect and defend the Constitution” in a ceremony administered by Chief Justice John G. Roberts Jr., completing the process at 11:49 a.m., 11 minutes before the authority of the presidency formally changes hands.\n\nThe ritual transfer of power came shortly after Kamala Devi Harris was sworn in as vice president by Justice Sonia Sotomayor, her hand on a Bible that once belonged to Thurgood Marshall, the civil rights icon and Supreme Court justice. Ms. Harris’s ascension made her the highest-ranking woman in the history of the United States and the first Black American and first person of South Asian descent to hold the nation’s second highest office.\n\nIn his Inaugural Address, Mr. Biden declared that “democracy has prevailed” after a test of the system by a defeated president, Donald J. Trump, who sought to overturn the results of an election and then encouraged a mob that stormed the Capitol two weeks ago to block the final count. But he called for Americans to put aside their deep and dark divisions to come together to confront the coronavirus pandemic, economic troubles and the scourge of racism.",
			"title": "Biden Inaugurated as the 46th President Amid a Cascade of Crises",
			"url": "https://www.nytimes.com/2021/01/20/us/politics/biden-president.html"
		},
		{
			"date": "2021-01-20T15:12:51.000Z",
			"description": "With a tiebreaking vote in an evenly divided Senate, Ms. Harris may be returning to the Capitol frequently. But her history-making role is likely to include many more responsibilities.",
			"image": "https://static01.nyt.com/images/2021/01/21/us/21dc-harris-print1/20dc-harris-sub-facebookJumbo.jpg",
			"text": "Current and former aides to both Mr. Biden and Ms. Harris say that while dealing with the Senate will be important to her job, she has not been assigned a specific issue portfolio, at least at the outset, and will instead serve as a governing partner to Mr. Biden on all of his top priorities. If fulfilled, that mandate could make her among the most influential vice presidents in history.\n\nIn one sign of how much she may be involved in legislative campaigns, Ms. Harris has been in touch with mayors around the country to preview Mr. Biden’s coronavirus relief package, the Harris aide said.\n\nFrom the moment Ms. Harris was chosen as Mr. Biden’s running mate, Republicans sought to paint her as a radical who would co-opt the more centrist Mr. Biden’s agenda and push any administration far to the left, often relying on sexist personal attacks in the process. Yet while Ms. Harris and Mr. Biden had sharp disagreements on a number of issues during the primary, as his running mate she made a point at every turn to demonstrate that she not only embraced his agenda, but had studied his proposals in detail and was fully on board as his partner.\n\nOn Wednesday, she reveled in the moment as she appeared outside the Capitol for her inauguration. “So proud of you,” former President Barack Obama told her as they fist bumped shortly before her swearing-in. Minutes later, Ms. Harris, clad in a purple coat, barely suppressed a smile as she finished taking her oath from Justice Sotomayor, her hand on a bible once belonging to Thurgood Marshall, the former Supreme Court justice.\n\nAfter the inaugural ceremony, Ms. Harris and her husband, Douglas Emhoff, escorted her predecessor, Mike Pence, and his wife, Karen Pence, down the Capitol steps for Mr. Pence’s departure. The couples stopped midway for a friendly chat punctuated by laughter.\n\nIn her next role, though, Ms. Harris may face inherent challenges, including finding her place in a West Wing stocked with veterans of the Obama White House who have known and worked with one another for years and advising a president with deeply fixed ideas of how Washington operates. And given speculation that the 78-year-old Mr. Biden may not seek a second term in office, Ms. Harris, who mounted her own unsuccessful 2020 White House bid, is sure to face scrutiny about her electoral future much earlier than did her predecessors.\n\nOne factor that may work in Ms. Harris’s favor is Mr. Biden’s own experience as vice president, especially at the beginning when he joined an Obama White House team that at times had a clubby quality. Ms. Harris’s allies hope and expect that Mr. Biden — and many of the aides who worked with him, like the incoming chief of staff, Ron Klain — will remember what it was like to be “on the other side” and ensure that Ms. Harris and her team are included and empowered.",
			"title": "For Kamala Harris, an Influential Voice and a Decisive Vote",
			"url": "https://www.nytimes.com/2021/01/20/us/politics/kamala-harris-vice-president.html"
		},
		{
			"date": "2021-01-20T22:27:19.000Z",
			"description": "The president also canceled the Keystone XL pipeline and ordered federal agencies to begin the process of reinstating environmental regulations reversed under the Trump administration.",
			"image": "https://static01.nyt.com/images/2021/01/20/climate/20CLI-PARIS1/20CLI-PARIS1-facebookJumbo.jpg",
			"text": "WASHINGTON — President Joseph R. Biden Jr. on Wednesday recommitted the United States to the Paris climate agreement, the international accord designed to avert catastrophic global warming, and ordered federal agencies to start reviewing and reinstating more than 100 environmental regulations that were weakened or rolled back by former President Donald J. Trump.\n\nThe moves represent a first step in healing one of the deepest rifts between the United States and the rest of the world after Mr. Trump defiantly rejected the Paris pact and seemed to relish his administration’s push to weaken or undo major domestic climate policies.\n\nMr. Biden has elevated tackling the climate crisis among his highest priorities. In addition to curbing global warming, he has vowed that ending the coronavirus pandemic, restoring the economy and addressing racial injustice will be the central causes of his administration.\n\n“We’re going to combat climate change in a way we have not before,” Mr. Biden said in the Oval Office on Wednesday evening, just before signing the executive orders. Even so, he cautioned: “There are just executive actions. They are important but we’re going to need legislation for a lot of the things we’re going to do.”",
			"title": "Biden, in a Burst of Climate Orders, Rejoins the Paris Agreement",
			"url": "https://www.nytimes.com/2021/01/20/climate/biden-paris-agreement-keystone.html"
		},
		{
			"date": "",
			"description": "",
			"image": "https://cdn.cnn.com/cnnnext/dam/assets/170518025807-investigates-logo-specials-page-5-super-tease.jpg",
			"text": "Dozens of Amazon's own products have been reported as dangerous -- melting, exploding or even bursting into flames. Many are still on the market When firefighters arrived at Austin Parra's home on January 12, 2017, they could see smoke and the charred remnants of an office chair outside.   From model trooper to murder charge: Records offer insight about Georgia roadside killing Weird science: How a 'shoddy' Bannon-backed paper on coronavirus origins made its way to an audience of millions\n\nDo you have a tip or sensitive material to share with CNN? We offer several ways to reach our journalists securely.\n\nSign up to receive emails about new investigations.\n\nBy subscribing to CNN Investigates, you are agreeing to our privacy policy.\n\nDozens of AmazonBasics product are flagged as dangerous, but many are still being soldIn an exclusive investigation, CNN exposes how safety concerns have been raised about certain AmazonBasics products. Since 2016, at least 1,500 reviews have been written about dozens of AmazonBasics products exploding, catching on fire, smoking, melting, causing electrical malfunctions or otherwise posing safety risks.  CNN's Drew Griffin reports. Lack of clear plan undermines Trump's rollout of new testing Dozens of AmazonBasics product are flagged as dangerous, but many are still being sold Trump's voter fraud claims are hollow but perilous, experts say Trump says he knows nothing of 'We Build The Wall' project Inside the US federal prison hit hardest by Covid-19  What the US government can do now to help fix testing problems Miscalculation by police led to the tragic death of Breonna Taylor\n\n'Please help me before it's too late'Behind bars, they beg for medical attention from a giant government contractor. For some, help doesn't come -- or it comes too late. A CNN investigation exposes preventable deaths and dangerous care that government agencies have failed to stop. By Scott Glover\n\nAdditional reporting by Drew Griffin, Scott Bronstein and Jose PaglieryThey were a farming family, a young hothead, and an aspiring engineer with nothing in common -- except a weapon that reached the San Francisco streets through unlicensed gun dealing.How the trashing of rape kits failed victims and jeopardizes public safetyA CNN investigation found that police departments across the country destroyed hundreds of rape kits before the statutes of limitations expired.The scam, the psychic and the 'sin' of wanting moreAfter two years investigating one of the longest-running mail frauds in history, we finally met the woman on the letters: the French psychic Maria Duval.The Army got upgraded guns. For months, the public didn't. Now, law enforcement officers are suing over a pistol that can fire when you drop it.Larry Nassar molested them. Now gymnasts describe a different kind of abuse by famed Olympic coach John Geddert.Six women. Three nursing homes. And the man accused of rape and abuseShe is 53 and trapped in a facility for the old. Her left arm hangs limply at her side; in the right she cradles a baby doll she named Little Missy. Saliva drips from the corner of her mouth as she talks about her invisible boyfriend.Some of the victims can't speak. They rely on walkers and wheelchairs to leave their beds. They have been robbed of their memories. They come to nursing homes to be cared for.\n\nStop the Steal's massive disinformation campaign connected to Roger StoneGrandfather serving 505-year sentence ordered to be released 'without delay'Arkansas police chief resigns after calling for violence against DemocratsA 20-year-old woman cast her ballot early before dying of cancer. Her state will throw it out. Donations have surged to a 'scam' political group that claims to help police officersStates grapple with mask rules at polls to avoid dangers of both superspreaders and standoffsWeird science: How a 'shoddy' Bannon-backed paper on coronavirus origins made its way to an audience of millions He sold an AR-15-style rifle to a mass shooter. Now he wants universal background checksLawmakers say Amazon has 'turned a blind eye' to potential dangers posed by its own brand From model trooper to murder charge: Records offer insight about Georgia roadside killing Neighborhoods at risk for Covid see disproportionately high eviction ratesLawyer says cop shot Jacob Blake after hearing a mother's desperate plea: 'He's got my kid. He's got my keys'Senators demand recalls after CNN report finds Amazon's own products are being flagged as fire hazards Stop the Steal's massive disinformation campaign connected to Roger StoneGrandfather serving 505-year sentence ordered to be released 'without delay'Arkansas police chief resigns after calling for violence against DemocratsA 20-year-old woman cast her ballot early before dying of cancer. Her state will throw it out.Donations have surged to a 'scam' political group that claims to help police officersStates grapple with mask rules at polls to avoid dangers of both superspreaders and standoffsWeird science: How a 'shoddy' Bannon-backed paper on coronavirus origins made its way to an audience of millions He sold an AR-15-style rifle to a mass shooter. Now he wants universal background checksCongressional candidate's apparent ascent to Congress could be a 'bellwether' for QAnonLawsuits reveal just how fraught the workplace has become in the age of Covid-19Dozens of Amazon's own products have been reported as dangerous -- melting, exploding or even bursting into flames. Many are still on the market Laid off and now evicted amid Covid-19, a Houston father contemplates homelessness in a pandemicA Black man shot in the back, a teenage shooting suspect, a city in flames: The week that shook Kenosha and the country Suspect in fatal Portland shooting of right-wing activist killed during attempted arrest, US Marshals sayJudges keep Kanye West off Arizona and Virginia ballotsTrump's false claims on mail-in voting do more to harm elections than threat of fraud, experts sayAs Jacob Blake's family seeks answers, little is known about the officer who shot himPlenty of coronavirus tests are available, but they're not being usedThe three people indicted along with Steve Bannon: Brian Kolfage, Andrew Badolato and Timothy SheaThese men received 505-year prison sentences each. Now their cases are under new scrutinyPostal union leaders doubt recent changes will be fully restored, despite USPS announcementLas Vegas entertainers fear dire straits as weeks of unemployment turn to monthsKodak insider's stock donation raises new concerns around the company's government loan Inside the federal prison where three out of every four inmates have tested positive for coronavirusHouse panel asks watchdogs to investigate Army Corps of Engineers' review of Alaskan mine project Trump's Covid-19 testing czar says the government is doing all it can on tests. That's not what the experts say.Groping, a nude photo, a sex party invite: Former Ailey dancers say director abused power with studentsHe's considered an 'essential' worker. What he feels, though, is underpaid and at risk.A key miscalculation by officers contributed to the tragic death of Breonna TaylorBodycam footage from Phoenix arrest reveals new details about Black man's death in custodyPolice unions have helped shield officers from accountability. Now they're facing unprecedented backlash He's considered an 'essential' worker. What he feels, though, is underpaid and at risk.When it comes to policing the police, strong watchdogs are the exception Want to reform the police? Hire more women As demand for police reform grows, military equipment program faces new scrutiny Videos raise question about in-custody death deemed an 'accident' by Tennessee officialsOfficer charged with killing George Floyd still eligible for pension worth more than $1 million Nursing home resident: 'I feel as though I am in #DeathCamp2020'Gun-toting members of the Boogaloo movement are showing up at protests Two-thirds of people put in neck restraints by Minneapolis police were black, department data shows As rage over killings of black Americans sweeps nation, DOJ has all but abandoned broad police investigationsModerna's coronavirus vaccine announcement set off a frenzy on Wall Street. Now some are calling for an investigationSales of drug touted by Trump have been soaring'We've been muzzled': CDC sources say White House putting politics ahead of scienceThousands of people want to be exposed to Covid-19 for scienceRollout of antibody tests met with confusion, little oversightNation's stockpile proves to be no match for a pandemicHand sanitizer is still considered contraband in some prisons around the country In quest for vaccine, US makes 'big bet' on company with unproven technology Big commercial labs given priority for coronavirus testing equipment by fedsRural hospitals are facing financial ruin and furloughing staff during the coronavirus pandemicCovid-19 antibody tests can help people rejoin society, but some are stuck in ChinaStates finally have high-speed machines to detect Covid-19 -- but few tests to run on them'Mind-boggling': How pandemic planning never accounted for a President like TrumpHow did coronavirus break out? Theories abound as researchers race to solve genetic detective storySome cities see jumps in domestic violence during the pandemicAs coronavirus cases grow, hospitals adopt a system to rank patients for treatmentDocuments show backlog of 160,000 coronavirus tests at just one lab companyThe timetable for a coronavirus vaccine is 18 months. Experts say that's riskyFederal officials repeatedly warned that US hospitals lacked enough ventilatorsHealth care workers on frontlines feel like 'lambs to the slaughterhouse'Severe shortages of swabs and other supplies hamper coronavirus testing As testing ramps up, many doctors and patients are still experiencing problemsWhat it's like on the front lines of the fight against coronavirusConfusion over the availability and criteria for coronavirus testing is leaving sick people wondering if they're infected'They didn't protect us': Some coronavirus responders stunned by lack of protective measuresSix former wrestlers say Rep. Jim Jordan knew about abusive OSU doctorAmericans reveal what life in coronavirus quarantine is really likeEvelyn Yang says Columbia University and New York DA 'grossly mishandled' case of OB-GYN she accuses of sexual assaultManhattan DA's office investigating new assault allegations against former Columbia OB-GYNThe 'swarm': How a subset of Sanders supporters use hostile tactics to drown out criticsFormer ATF agent at center of legal dispute over AR-15Evelyn Yang was assured justice. Here's how the doctor she says assaulted her went freeWhistleblower says US airports becoming unsafe as TSA relaxes security measures in favor of speeding up lines",
			"title": "CNN Investigates",
			"url": "https://us.cnn.com/specials/cnn-investigates"
		},
		{
			"date": "2021-01-20T20:38:07.000Z",
			"description": "A pitcher known for durability and consistency, Sutton’s approach was shaped by a childhood of earning everything you received.",
			"image": "https://static01.nyt.com/images/2021/01/20/sports/20kepner-sutton-1/20kepner-sutton-1-facebookJumbo.jpg",
			"text": "“Mine is an uncommon attitude, and you can trace it back to the fact that it wasn’t an emotional experience for me, it was a job,” said Sutton, who was born in Clio, Ala., and moved as a child to the Florida panhandle. “I grew up in an atmosphere in the rural South where if we didn’t work, if we weren’t all there, if we didn’t put all our efforts into it and if we didn’t take pride in it, we didn’t eat. It was easy to take that approach to life into baseball.\n\n“It made baseball easy, because I saw my dad working 10, 12 hours a day during all kinds of conditions just to get by. So I could certainly put that same effort into an easy job, which major league baseball was. It was an easy job, made easier because my dad taught me how to work. It wasn’t like for the first time in my life I had to do some work. I just transferred that to baseball.\n\n“So it wasn’t like I thought if we won the world’s championship I was going to become an expert on cars and space travel and this kind of stuff. All I was going to do was be an athlete whose team had a little bit higher record.”\n\nI remembered Sutton mainly for his work in the 1980s, when he wore a kaleidoscope of colors: the orange of the Astros, the baby blue of the Brewers, the green and gold of the A’s, the navy and red of the Angels. That was perhaps more emblematic of Sutton than all those years in Dodger blue.\n\nHe was 20 years old in spring training 1966, when Koufax and Don Drysdale staged a holdout, an early tremor in the era just before free agency. Years later, Sutton would famously say, “I’m the most loyal player money can buy,” an honest, realistic motto for players ever since.\n\n“The names and the faces and the uniforms could have been different,” Sutton told me. “But I would have taken the same approach if I had been playing in Leningrad or outer Somalia. I didn’t care. I was a major league pitcher; I was not a Dodger, I was a man playing for the Dodgers. It would be like if you went to somebody and said: ‘Are you a U. S. Steel? Are you a General Motors?’ No, I’m not, I’m a person. And that was my approach to it. It wasn’t always the most popular one, but it worked for me.”",
			"title": "Don Sutton Had an ‘Easy Job’ Thanks to a Lifetime of Hard Work",
			"url": "https://www.nytimes.com/2021/01/20/sports/baseball/don-sutton.html"
		},
		{
			"date": "2021-01-20T18:29:42.000Z",
			"description": "The senator, who wore massive mittens and cradled a Manila envelope, looked like he was just running an everyday errand.",
			"image": "https://img.huffingtonpost.com/asset/600871ce25000056001d5a91.jpeg?cache=rzlxmvy62q&ops=1778_1000",
			"text": "Bernie Sanders needs to vacuum the interior of his Subaru and swing by the co-op for a carton of milk later, OK?\n\nThe independent Vermont senator arrived at Joe Biden’s inauguration Wednesday sporting a simple winter coat and mammoth mittens while toting a Manila envelope.\n\nThe look was a practical one for the frigid January weather, but it also made the act of going to the historical event look like it was just another errand Sanders needed to tick off on his to-do list for the day.\n\nFor that reason, the senator’s ensemble became an instant hit on Twitter.\n\nBernie really looks like he's on his way to mail something pic.twitter.com/Ig0w66FPzs— Katherine Miller (@katherinemiller) January 20, 2021\n\nYour uncle Bernie stepped out to the bodega for a cream cheese and lox bagel and got trapped at an inauguration. pic.twitter.com/ffqHGCejhS— Lester Kiewit (@lesterkk) January 20, 2021\n\nBernie rolling up solo in his ONLY coat with a manila envelope under his arm and fair trade mittens all the way on is BIG GRASSROOTS ENERGY.\n\nThis man, a real one, clearly did not come for the pomp and circumstance.— Fred (@WaywardWinifred) January 20, 2021\n\nBernie, on his way to a Stewart’s for coffee, has parked his Subaru on the capitol lawn to briefly attend the inauguration pic.twitter.com/dQB1xVYRkh— Tai Leclaire (@tai_leclaire) January 20, 2021\n\nI see everyone mocking Bernie's \"grandpa at the post office\" vibe today but those mittens are clutch pic.twitter.com/cVwINTnqR6— Grace Segers (@Grace_Segers) January 20, 2021\n\nIn Jewish yoga this pose is: waiting for my wife at Loehmann's pic.twitter.com/Qik7wsZ0ad— Chandra Steele (@ChanSteele) January 20, 2021\n\nBernie Sanders gets to the movie theater nice and early even though he hates sitting through the trailers pic.twitter.com/TuMhTz0jJQ— Joseph Scrimshaw (@JosephScrimshaw) January 20, 2021\n\nAccording to a tweet by Ruby Cramer, a BuzzFeed News political reporter, Sanders’ oven-mitt-like mittens offer yet another layer of undeniable practicality.\n\nApparently, the mittens were made by Jen Ellis, a teacher from Essex Junction, Vermont, who gave them to Sanders over two years ago “and was surprised when he began wearing them on the campaign trail.”\n\n“They are made from repurposed wool sweaters and lined with fleece made from recycled plastic bottles,” Cramer tweeted.\n\nBernie’s mittens are made by Jen Ellis, a teacher from Essex Junction, Vt. She gave them to him 2+ years ago and was surprised when he began wearing them on the campaign trail. They are made from repurposed wool sweaters and lined with fleece made from recycled plastic bottles. pic.twitter.com/ErLr29lY2t— Ruby Cramer (@rubycramer) January 20, 2021",
			"title": "Bernie Sanders' 'Grandpa At The Post Office' Inauguration Outfit Is A Pragmatic Hit",
			"url": "https://www.huffpost.com/entry/bernie-sanders-grandpa-post-office-inauguration_n_60084fe4c5b6efae62fdb182"
		},
		{
			"date": "2021-01-20T18:10:16.000Z",
			"description": "The right-wing media figure denied to FBI agents that he was involved in any planning for the attack on the Capitol, but admitted entering the building.",
			"image": "https://img.huffingtonpost.com/asset/60086cff25000056001d5a8a.jpeg?cache=blznosuldq&ops=1778_1000",
			"text": "Federal authorities on Wednesday arrested Joe Biggs, a right-wing media personality and a member of the Proud Boys who promoted the pro-Trump event that led to a riot at the U. S. Capitol on Jan. 6.\n\nBiggs will faces at least three charges, federal authorities said. The complaint against Biggs notes that another Proud Boys member was seen breaking the window of the U. S. Capitol building with a clear plastic shield, and that Biggs was apparently filmed inside the Capitol in a video posted to to right-wing social media platform Parler.\n\n“In the video, a voice off camera says, ‘Hey Biggs, what do you gotta say?’ The person depicted below smiles broadly and replies, ‘this is awesome!’ before pulling his gaiter up to cover his face,” a FBI special agent wrote in an affidavit.\n\nThe leader of the Proud Boys, Enrique Tarrio, was arrested ahead of the rally and ordered to stay out of Washington, D. C.\n\nThe FBI affidavit said Biggs posted that the Proud Boys would be “blending in” during the event and that “Jan 6th is gonna be epic.” The affidavit also notes that several members of the Proud Boys were wearing earpieces during the breach of the Capitol.\n\nBiggs told FBI agents that he had, in fact, entered the Capitol building, but claimed the doors were wide open when he made entry. Biggs also denied “having any knowledge of any pre-planned storming the Capitol, and had no idea who planned it.”\n\nBiggs, a Florida-based Army veteran who served in Afghanistan, first gained prominence in right-wing circles as a correspondent for the conspiracy theory website InfoWars.\n\nLater, he became a prominent leader in the Proud Boys and was a fixture at the group’s often-violent rallies and events throughout the presidency of Donald Trump.\n\nBiggs has often glorified political violence, especially against leftists. Once, ahead of a Proud Boys rally in Portland, Oregon, he posted a video online showing himself swinging a Trump-themed baseball bat, promising to bring it to the rally and “put it to good use” against counter-protesters.\n\nHe has been seen wearing T-shirts emblazoned with different slogans including “Death To Antifa” and “I’m Just Here For The Violence” and “Training To Throw Communists Out Of Helicopters”— a riff on the “Pinochet Did Nothing Wrong” meme, popular among white supremacists, that glorifies Chilean dictator Augusto Pinochet’s regime for killing political dissidents.\n\nMore recently, a post by Biggs to the social media site Telegram read: “Make Zimbabwe Rhodesia again” — another popular white supremacist refrain calling for the return of a violent white colonialist government in the African nation.\n\nBiggs is a Trump loyalist. HuffPost spotted him at the formal launch of Trump’s 2020 campaign in Orlando, Florida.\n\n“When you come out here, it’s a brotherhood. It’s a family. It’s like being at a revival, man,” Biggs could be heard telling another right-wing activist about the Trump rally.\n\nHe was arrested on the final day of the Trump presidency.",
			"title": "Feds Arrest Proud Boy Member Joe Biggs Over Capitol Riot",
			"url": "https://www.huffpost.com/entry/joe-biggs-arrested-capitol-riot_n_60086ca0c5b62c0057c2791c"
		},
		{
			"date": "2021-01-20T22:26:42.000Z",
			"description": "Ramping up domestic climate ambition, greening",
			"image": "https://img.huffingtonpost.com/asset/600850a52600003300acf5b7.jpeg?cache=9ezqotaonx&ops=1778_1000",
			"text": "It was the third executive order he signed in the Oval Office. In separate executive orders, Biden is expect to lay the groundwork for the part that comes next and is much more of a challenge: reversing the Trump administration’s deregulatory legacy and setting ambitious new goals for decarbonizing the U. S. economy.\n\nSimply cutting pollution, however, won’t be enough to restore faith in a politically divided imperial superpower that seesaws between one party that accepts climate science and another that has for nearly two decades now rejected it whole-cloth. Under President Barack Obama, the U. S. pledged just $3 billion to the U.N.’s Green Climate Fund, a pot of money meant to help poor countries adapt to climate change and leapfrog over the fossil fuel phase of economic development. He had delivered just $1.5 billion by the time Trump took office and canceled all future payments.\n\n“What I would like to see is for the Biden administration to let go of this idea that individual passenger electric vehicles solve climate, embrace a public electrification vision, and be realistic about how the global supply chains are organized right now, so they can lay out a vision of green and just trade,” she added.\n\nThe administration’s trade agenda will hinge significantly on its relationship with China. It faces major obstacles. Ties between the world’s two largest economies reached their lowest point in decades under the Trump administration, which waged a haphazard trade war against China and, in its final days in office, declared Beijing’s brutal repression of its Muslim Uighur minority a genocide. Biden will confront those challenges while both he and Chinese officials face pressure from nationalists at home to intensify what looks increasingly like a cold war between the two countries.\n\nYet brokering a cooperative peace between the U. S. and China will be key to any global decarbonization plan. Abandoning plans to contain China’s growth and instead working together could help quickly deploy clean energy and climate solutions worldwide, said Jake Werner, a China researcher at Boston University’s Global Development Policy Center. China’s manufacturing capacity for clean energy products is “unmatched” and could be expanded, he said, while the U.S. controls the financial system and boasts an unrivaled network of formal alliances.\n\n“If we want to transition the global economy away from fossil fuels as fast as we need it to, we need China to be doing a lot of the heavy lifting because of how strong its new-energy production capacity is,” Werner said. “The U. S. would be able to move a global Green New Deal diplomatically and would be able to line up financing for it in ways that would be complementary to what China brings to that project.”\n\nAnother novel approach the Biden administration could take to demonstrate its understanding of the U. S.’s disproportionate share of cumulative emissions would be to commit to funding and deploying technologies and policies to remove carbon from the atmosphere. Carbon removal broadly defines a set of approaches that range from nature-based ideas like planting new forests and adopting new soil farming techniques to technological solutions such as direct air capture, machines that suck CO2 from the atmosphere and transform it into a material that can be used in building materials or stored underground.\n\nThe ideal scenario ... is that the U. S. returns to the Paris Agreement not simply ready to enforce stringent emissions standards, but really ready to commit serious research dollars in the short term and deployment dollars in the medium and long term to carbon removal.\n\nDirect air capture is a nascent industry. But over the past two years, tech firms vowing to erase their legacy of climate pollution have stoked new interest, as have oil companies that invested in the technology as a means of extracting more oil and hedging against a future where demand for fossil fuels plummets. If that link to the industry most responsible for climate change weren’t enough to make many environmentalists skeptical of direct air capture, the eye-popping projections for how much energy, water and land such facilities would require to suck CO2 from the sky at scale certainly do.\n\nWhile there’s debate over how many gigatons of carbon need to be removed from the atmosphere to keep global temperatures from surging past 1.5 degrees Celsius (from roughly 1.2 degrees today), many experts agree on the need to deploy technology like direct air capture. Taking the lead on that costly effort could show developing countries whose poverty and history of colonialism make limits to fossil fuel use politically unpalatable that the U. S. is, in fact, doing its part to clean up its two centuries of pollution.\n\n“The ideal scenario, or at least a better scenario than the one we’re likely to get in the status quo, is that the U. S. returns to the Paris Agreement not simply ready to enforce stringent emissions standards, but really ready to commit serious research dollars in the short term and deployment dollars in the medium and long term to carbon removal,” said Olúfẹ́mi O. Táíwò, a researcher and assistant professor at Georgetown University who recently wrote an essay on why carbon removal would be good for African nations.",
			"title": "The U.S. Is Officially Rejoining The Paris Agreement. Now Comes The Hard Part.",
			"url": "https://www.huffpost.com/entry/biden-paris-climate_n_60084fb9c5b697df1a0ad74e"
		},
		{
			"date": "2021-01-20T22:37:44.000Z",
			"description": "In a renewed push against COVID-19, the president is ordering people to wear masks while on federal property and encouraging their use everywhere else.",
			"image": "https://img.huffingtonpost.com/asset/60072c9924000073000b7fb8.jpeg?cache=2yt7hly99n&ops=1778_1000",
			"text": "As one of his first acts as president, Joe Biden is mandating Americans to wear masks while on federal property as part of an effort to slow the spread of COVID-19.\n\nBiden’s action is more symbolic than it is prescriptive: While he has the ability to enforce that masks be worn in federal buildings and with regard to interstate commerce (think planes, trains and buses), he has no such power at the state or local level to make a more sweeping mandate.\n\nAdherence beyond the federal purview, then, will require Americans to comply out of a collective sense of civic duty.\n\nBiden has been urging Americans to wear masks since he won the election in November, framing it as an apolitical and necessary act.\n\n“We can save tens of thousands of lives if everyone would just wear a mask for the next few months,” he said in a Nov. 9 address. “Not Democrat or Republican lives, American lives.”\n\n“Please, I implore you,” he added. “Wear a mask. Do it for yourself, do it for your neighbor. A mask is not a political statement, but it is a good way to start pulling the country together.”\n\nPolling suggests a majority of Americans support the effort. A mid-January NPR/PBS NewsHour poll conducted by Marist found 74% of adults in the U. S. are in favor of Biden’s 100-day mask plan.\n\nThe U. S. Chamber of Commerce also endorsed Biden’s executive order, backing the initiative in an unequivocal statement Wednesday.\n\n“While the Chamber will not agree on every policy the administration puts forward, we applaud the commitment to taking action against the unprecedented challenges starting with the pandemic and then restoring the economy,” Chamber President Suzanne P. Clark said.\n\n“President Biden’s call for 100 days of mask wearing is a smart and practical approach, and one that we are proud to join,” she added.\n\nBiden’s action sets the tone for a more engaged federal role in curtailing a disease that has so far killed 400,000 Americans ― accounting for roughly 20% of global fatalities, a percentage far higher than every other developed country.\n\nThe federal Centers for Disease Control and Prevention has urged universal face mask use for months, citing firm, real-world evidence that cloth face masks can greatly reduce the spread of the disease. Lower rates of community spread (achieved by masking) allow for businesses to conduct more in-person transactions, which, in addition to lowering death and disability caused by the disease, also mitigates the pandemic’s economic impact.\n\nDespite clear economic and public health benefits, however, the Trump administration strenuously resisted encouraging public mask use and instead turned the wearing of facial coverings into a political issue.\n\nOn Monday, Biden rejected that governing philosophy in a speech in which he introduced his scientific advisers and pledged to lead with “science and truth.”",
			"title": "Joe Biden Mandates Masks On Federal Property",
			"url": "https://www.huffpost.com/entry/biden-face-masks-100-days-coronavirus_n_6006f9bac5b6df63a91a23be"
		},
		{
			"date": "2021-01-12T01:06:43.516Z",
			"description": "These local mountain spots are often blanketed in white.",
			"image": "https://ca-times.brightspotcdn.com/dims4/default/4fb9053/2147483647/strip/true/crop/3600x1890+0+178/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F13%2Fcf%2F595c3b3a4c16931bcf1b8c6cd9bc%2Fla-photos-1staff-678592-me-big-bear-snow-1-brv.jpg",
			"text": "Southern California snow has been modest this winter, but there’s enough left from the storms of late December — and snowmaking — to keep some people skiing, boarding and sledding on several mountains in the San Bernardinos, the San Gabriels, the San Jacintos and the Transverse Ranges.\n\nThe snow base is 24 to 36 inches deep on the slopes of the Big Bear area and Mountain High in Wrightwood.\n\nBefore you head for the mountains, however, bear in mind that state officials have forbidden overnight leisure travel stays, whether in hotels and short-term rental properties.\n\nThey’re also urging against trips of more than 120 miles, which puts Mammoth Mountain (314 miles north of L. A. City Hall) out of bounds.\n\nAlso, the Angeles Crest Highway, gateway to many San Gabriel Mountains destinations, is closed in multiple spots for wildfire cleanup. Mt. Waterman, a small, ski area along that highway, remains closed.\n\nBefore any winter mountain trip, check weather conditions and/or make sure you have chains in the car. Also, as part of COVID-19 prevention measures, these resorts all require advance reservations for lift tickets.\n\nHere are some snow possibilities, all within 100 miles of L. A. City Hall:\n\nOther areas that often get winter snows:\n\n* Idyllwild is about 110 miles southeast of L.A. in the San Jacinto Mountains. It’s popular with hikers, rock climbers, mountain bikers, artists and families connected with Idyllwild Arts Academy. There’s no ski resort, but there are plenty of cabins and inns and many restaurants. The community (about 5,400 feet) is neighbored by Pine Cove and Fern Valley.\n\n* Mt. Pinos, near Tehachapi Pass, stands about 90 miles northwest of L.A. To get there, exit Interstate 5 at Frazier Park, follow Cuddy Valley Road to the Chula Vista Campground and the neighboring Chula Vista Trailhead and Mt. Pinos Campground, all part of Los Padres National Forest, all prime spots for snow play and sledding. These mountains are known as the Transverse Ranges.\n\n* The Palm Springs Aerial Tramway is closed after briefly reopening in October at 25% capacity. Officials say no reopening date has been set. When that time comes, the tramway’s cars will resume carrying passengers on a 10-minute trip from the desert floor to the frequently snowy high country of Mt. San Jacinto State Park. The top is 8,516 feet above sea level, with wide views and miles of trails.",
			"title": "You can still find snow on these slopes near L.A.",
			"url": "https://www.latimes.com/travel/story/2021-01-11/your-best-bets-for-holiday-snow-near-l-a"
		},
		{
			"date": "2021-01-13T14:00:54.002Z",
			"description": "Santa Monica Pier will close on weekends. Boat service to Channel Islands National Park has been suspended.",
			"image": "https://ca-times.brightspotcdn.com/dims4/default/00379b4/2147483647/strip/true/crop/500x263+0+35/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F52%2F48%2F449f7efddf71f1e941cc457abe53%2Flat-channel4-k27bxenc20080615163956",
			"text": "The calendar may have changed but COVID-19 restrictions haven’t let up in 2021.\n\nThe state on Jan. 6 asked residents to stay home, specifically within 120 miles of where they live. The spike in coronavirus cases and the arrival of a new, more contagious strain of the virus prompted the action. And Tuesday the Centers for Disease Control announced it will require international air travelers, including Americans returning home from another country, to present a negative COVID-19 test starting Jan. 26.\n\nIn Southern California, the Santa Monica Pier is now closed to pedestrians and cars on Saturdays and Sundays for at least the month of January. It will remain open on weekdays until 10 p.m. The pier’s amusement park and merry-go-round have been closed for several months.\n\nBoats rides from Ventura to Channel Islands National Park have been temporarily suspended, and service to Catalina Island has been cut back. Also, campgrounds at many national forests in California will remain closed.\n\nThe governor’s earlier regional order forbids nonessential travel, defined as vacation or recreational travel. Whether outdoors or indoors, you can gather only with members of your household. Also, hair and nail salons and family entertainment centers will remain shuttered. Retail businesses are limited to 20% capacity, 35% for grocery stores.\n\nThe list below summarizes the status of many California public and private spaces, including campgrounds and reservation casinos.\n\nThose who thought about heading to Channel Islands National Park  will need to postpone. Island Packers, the main transportation provider to the park, suspended trips to the islands on Dec. 21, citing California’s tough COVID-19 restrictions. The Ventura-based company’s website notes that all trips “have been temporarily suspended until further notice.” However, you may make reservations for mid-February and early March.\n\nCatalina Express reduced operations amid health orders from the governor and L. A. County. Boat trips from San Pedro and Dana Point to Catalina Island have been indefinitely suspended. Two round trips per day are offered from Long Beach to Avalon. Onboard galleys are closed, and passengers with take-out food will not be allowed to eat or drink onboard.\n\nMany whale-watching boats in L. A., Orange and San Diego counties are sailing, with limited capacity. This is the most popular time of year to see gray whales along the coast on their annual migration from Alaska to breeding grounds in Mexico.\n\nThese places (mostly outdoors) remain open: beaches; piers (except for the weekend Santa Monica pier closure); skate parks; some campgrounds; community gardens; drive-in theaters; golf courses; outdoor places of worship; hotels; batting cages; go-karts; miniature golf courses; tennis, bocce and pickleball courts; outdoor pools; and shooting and archery ranges.\n\nThese options (mostly indoors) are off the table: indoor and outdoor dining rooms and patios (takeout is OK); arcades; bowling alleys; movie theaters; bars and distilleries (except for retail sales); nightclubs, live performance theaters and concert venues; museum, gallery and aquarium interiors; indoor places of worship; stadiums and arenas; theme/amusement/water parks (more on that later); and basketball and volleyball courts.\n\nFace coverings and distancing in public are mandatory; public health officials urge all to wash their hands often.\n\nThe renewal comes at a tense, in-between moment in the pandemic battle. With vaccinations beginning for frontline medical workers and others, many say the U. S. is now in the closing stretch of a marathon fight. But in many areas, coronavirus infection and death rates are higher than they’ve ever been. Moreover, many people traveled over the Christmas holiday despite warnings not to, leading to worries that hospital conditions could get even worse.\n\n• Campgrounds at 12 national forests in California will remain closed through Jan. 29, including Angeles, Cleveland, Eldorado, Inyo and Los Padres forests in Southern California.\n\n• Angeles National Forest, except for areas burned in the recent Bobcat and Lake fires. California 2, Angeles Crest Highway, is closed at Red Box/Mt. Wilson Road until further notice.\n\n• San Bernardino National Forest, except for the San Gorgonio Wilderness Area, also because of recent wildfires.\n\n• Federal and state parklands in the Santa Monica Mountains for day use, though some picnic tables and water fountains may not be available.\n\n• Griffith Park. Miles of hiking trails and acres of grass. Some Griffith Park features remain closed, including Griffith Observatory and Travel Town. But the park pony ride is open to children ages 1 to 14.\n\n• Franklin Canyon Park in Beverly Hills. (Picnic tables and drinking fountains are not available.)\n\n• Hollywood’s popular Runyon Canyon Park is open with limits. Visitors may complete a one-way loop on the West Trail; the East Trail is closed.\n\nBotanic gardens and zoos\n\nBotanic gardens are limited to 50% capacity under the most recent rules. You’ll need to have an advance reservation before you go.\n\n• The Los Angeles Zoo & Botanical Gardens in Griffith Park is closed. Info: L. A. Zoo\n\n• Descanso Gardens in La Cañada Flintridge is open daily 9 a.m. to 5 p.m. Reservations are required (except for members); tickets cost $15. Info: Descanso Gardens\n\n• The Los Angeles County Arboretum & Botanic Garden in Arcadia is open 9 a.m. to 5 p.m. (last entry 4:30 p.m.). Reservations are required; tickets cost $15 each. Members may show their card and get in free. Info: The Arboretum\n\n• South Coast Botanic Garden on the Palos Verdes Peninsula is open 8 a.m. to 5 p.m. (last entry 4:30 p.m.). Reservations are required; tickets cost $15 each. Members may show their card and get in free. Info: South Coast Botanic Garden\n\n• The Huntington Library, Art Museum, and Botanical Gardens in San Marino has its outdoor spaces open. If you want to visit, you must make a reservation (even members). Tickets cost $25 to $29 for adults; open 10 a.m. to 5 p.m. Indoor spaces are closed.  Info: The Huntington\n\n• The Sherman Library & Gardens in Corona del Mar  requires reservations. Its gardens are open from 10:30 a.m. to 4 p.m.; tickets cost $5. Info: Sherman Library & Gardens\n\n• The California Botanic Garden in Claremont requires reservations. Garden hours are 8 a.m. to 5 p.m. Tuesdays through Sundays.  Tickets/reservations cost $10. Info: California Botanic Garden\n\nYour favorite roller coasters and other rides at theme parks are closed, but Orange County parks have partially reopened for dining and shopping.\n\n• Disneyland Resort hotels remain closed indefinitely, as do the theme parks in Anaheim. However, Downtown Disney District shops and restaurants such as Marceline’s Confectionary and Trolley Treats remain open; food is for takeout only and must be eaten elsewhere. COVID-19 protocols remain in place at the site.\n\n• Knott’s Berry Farm and Soak City are closed (but the Knott’s Berry Farm Hotel and California Marketplace remain open).\n\n• Six Flags Magic Mountain in Santa Clarita keeps rides closed but will feature its Holiday in the Park drive-through lights experience weekends through Jan. 31.\n\nCalifornia State Parks in affected areas remain open to visitors but have temporarily closed campgrounds for overnight stays. Rangers urge visitors to check in advance with individual parks or ReserveCalifornia.com before their visit.\n\nThese Southern California parks are fully closed: Watts Towers of Simon Rodia State Historic Park in L. A. County; Tomo-Kahni State Historic Park in Kern County; and Border Field State Historic Park in San Diego County.\n\nNational parks\n\nNational parks in California remain open for day use but temporarily closed campgrounds, lodgings and some dining options in early December. Southern California’s two national parks —  Joshua Tree and Channel Islands — and Death Valley National Park, which is mostly in Inyo County — have closed campgrounds.\n\nOther outdoor options\n\nOpen\n\n• Southern California ski resorts from the Wrightwood area to Big Bear Lake are open daily, with limited lifts operating. Many snow play places are open. You can’t buy walk-up tickets;  buy a lift ticket before you leave home.\n\n• Hollywood Forever Cemetery will be open 8 a.m. to 5 p.m. The cemetery schedules hourlong kundalini yoga and meditation classes on Monday, Wednesday, Thursday, Saturday and Sunday mornings at 8 a.m. (weekdays) or 9 a.m. (weekends) on its Fairbanks Lawn. Pay by donation.\n\n• Forest Lawn Glendale, a cemetery that dates to 1906 and includes graves of many entertainment figures. Indoor exhibits (including the Great Mausoleum and the Great Hall of Liberty) are closed.\n\n• Sunset Ranch Hollywood, which offers horseback tours of the upper reaches of Griffith Park near the Hollywood Sign, is open daily. Prices for one- and two-hour riding tours, typically six riders per guide, are $50-$95 per person.\n\n• Though the Santa Monica Pier is open, its Pacific Park amusement rides, Ferris wheel and merry-go-round remain closed.\n\n• Pop-up ice rinks are canceled this year. The Holiday Ice Rink at Pershing Square in downtown L. A., Ice in Santa Monica and other rinks won’t be open.\n\nMany reservation casinos, citing tribal sovereignty, have reopened throughout California with a variety of pandemic health measures in place. Among them:",
			"title": "What's open and closed in SoCal under state's latest COVID rules",
			"url": "https://www.latimes.com/travel/story/2021-01-13/california-stay-home-rules-whats-open-covid-19-restrictions"
		},
		{
			"date": "2021-01-16T07:00:10.000Z",
			"description": "GOP senators are largely without leadership guidance over how to judge Donald Trump during the second impeachment trial.",
			"image": "https://static.politico.com/86/fc/4d64ebf64a9fa4ff955b1df3bea0/gettyimages-1230452388-1.jpg",
			"text": "GOP senators are largely without leadership guidance over how to judge Donald Trump during the second impeachment trial.\n\nSenate Majority Leader Mitch McConnell leaves the House chamber at the U. S. Capitol on Jan. 6, 2021. | J. Scott Applewhite-Pool/Getty Images\n\nSenate Republicans talk as a party as many as three times a week during normal times. But these times are anything but normal.\n\nThe Senate GOP has not spoken as a conference for more than two weeks now, since Senate Majority Leader Mitch McConnell asked Sen. Josh Hawley (R-Mo.), who wasn't present, to explain his plans to challenge the election in a party conference call. Since that Dec. 31 conversation, eight senators challenged the election results, the Capitol was overrun by pro-Donald Trump rioters and the president was impeached.\n\nAnd while Republicans are at odds with Trump, it might not translate to the kind of bipartisan condemnation that an impeachment trial requires for conviction.\n\n“There’s a lot of people upset. But the legal standard for inciting insurrection is going to be pretty hard to prove because his words matter. And his words were reckless and his words certainly had an impact on how fired up people were. But his words were also carefully selected,” said Sen. Kevin Cramer (R-N.D.). “If you’re going to take him at his word, his words were ‘protest peacefully and patriotically.’ I just think it’s a pretty hard standard to prove.”\n\nNow, as McConnell’s conference prepares to enter minority status and faces another grueling impeachment trial, senators are largely being left without guidance from leadership over how to come down on Trump. The conference, so divided now over the outgoing president, is being given space to breathe, according to three senators who spoke on the condition of anonymity.\n\n“He’s just letting the conference kind of cool down after the certification,” said one GOP senator of McConnell. With so much uncertainty about when the trial will start and handing power off to Democrats, “all we’d be doing is having the circular discussions, what ifs.”\n\nAnother senator said there’s been little member-to-member contact among the rank and file too as everyone processes the last two weeks, including the remote possibility of 17 GOP senators joining Democrats to convict the president of impeachment and prevent him from ever holding public office again.\n\nAnd after McConnell helped lead the defense, coordinated with the White House and declared there was “no chance” of convicting Trump at the president’s trial just a year ago, the majority leader is keeping an open mind about whether to convict the president of “incitement of insurrection,” associates say. Other than a Dear Colleague letter he penned on Wednesday, there’s been little overall instruction from the current majority leader to his members.\n\nIt’s a stunning development for McConnell, going from a gung-ho acquittal quest last January to considering whether to convict the president after he’s left office. Trump’s approval ratings have also cratered in the wake of the deadly attack on the Capitol, with a Pew Research Center survey on Friday showing just a 29 percent approval rating. Such a number could make it easier for some in the GOP to turn on Trump ahead of the 2022 midterms.\n\n“The way in which he acts between now and Wednesday will have bearing on what Republican senators do,” said Sen. Chris Murphy (D-Conn.) of Trump. Republicans “probably have some strategic decision to make about the future of their party. But I’ve learned to be disappointed by my Republican colleagues.”\n\nVery few Senate Republicans have publicly made any statements about impeachment and many declined interviews this week. Many will say the trial is unconstitutional or impractical once Trump has left office.\n\n“I’m skeptical because it’s irrelevant in so many respects. It’s distracting, it’s divisive and I just can’t imagine that an incoming administration wants to keep Donald Trump on the front page while they’re trying to fill their first 100 days with meaningful successes,” Cramer said.\n\nIt is notable, however, how few Republicans are defending Trump on the merits. And House Democrats managing the trial could create some goodwill with on-the-fence Republicans by keeping Trump’s second trial concise, easy to follow and bare bones, said one aide to a Republican senator.\n\nRepublicans are split into as many disparate factions as you could imagine. There’s Sen. Lisa Murkowski (R-Alaska), who found that the House acted “appropriately” in impeaching the president. And Sen. Pat Toomey (R-Pa.) declared Trump “committed impeachable offenses” though has not committed to convicting him. Sen. Mitt Romney (R-Utah) is the only Senate Republican who voted to convict Trump last time around.\n\nMeanwhile some Republicans argue that it’s not constitutional to hold a trial after Trump has left office, which is now the most likely result of the House’s impeachment trial. Sen. Rick Scott (R-Fla.) said that the Democrats have gone off the “deep end” in impeaching the president a second time.\n\n“Should the president have said something faster to tell people not to, after they were [rioting], not to do it? Sure,” Scott said on Hugh Hewitt's show Thursday. “But did he tell people to go into the Capitol? Absolutely not.”\n\nScott was among the Republicans who challenged the election results, and some have highlighted their vote amid charges that they added fuel to Trump’s fire. Hawley has defended his role in an op-ed in his home state, while Sen. Ted Cruz (R-Texas) did several interviews decrying the violence that occurred at the Capitol and saying that was never his goal.\n\nThen there’s Sen. James Lankford (R-Okla.), who initially joined the election challenge effort and was giving a speech about Arizona’s results when the Senate went into lockdown. He reversed course after the attack on the Capitol, withdrew his objections and even penned an op-ed apologizing for seeming to question Black voters in American cities.\n\n“My intent to give a voice to Oklahomans who had questions was never also an intent to diminish the voice of any Black American,” Lankford said. “I should have recognized how what I said and what I did could be interpreted by many of you … I deeply regret my blindness to that perception, and for that I am sorry.”\n\nWith so many differing viewpoints of what has transpired, Republicans said there would be little utility to hashing things out over telephone ahead of a momentous week. In a rare move for the calculating McConnell, the two weeks between the attack on the Capitol and President-elect Joe Biden’s Inauguration have become a period of reflection — not of internal party strategy.\n\n“There’s enough hard feelings out in the general public,” said the Republican senator. “If anyone has any within the conference, they’re not expressing them.”",
			"title": "Senate Republicans adrift ahead of Trump trial",
			"url": "https://www.politico.com/news/2021/01/16/senate-republicans-trump-trial-459708"
		},
		{
			"date": "2021-01-13T21:46:22.146Z",
			"description": "Airbnb and HotelTonight are canceling reservations in the Washington, D.C., metro area.",
			"image": "https://ca-times.brightspotcdn.com/dims4/default/7b47a99/2147483647/strip/true/crop/6000x3150+0+425/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F1b%2F16%2Fcff33edd4a76ad93fb902402b0a9%2Fla-photos-1staff-685947-pol-capitol-feature-kkn-29772.JPG",
			"text": "Thinking of going to the inauguration next week in Washington, D. C.? Please don’t. The Joint Congressional Committee on Inaugural Ceremonies, which has the task of planning the swearing in on Jan. 20, wants you to stay home and celebrate virtually.\n\n\"[The committee] is strongly encouraging all Americans to follow public health best practices and refrain from traveling to Washington, D. C. and instead join from home in new and innovative ways,” the website says.\n\nHere’s what you need to know about the inauguration:\n\nThe theme is “America United,” which was selected before the pro-Trump insurrectionist mob breached the security of the the U. S. Capitol on Jan. 6.\n\nThe swearing-in takes place at noon Jan. 20 on the west lawn of the U. S. Capitol. Security will be very tight. About 20,000 National Guard troops are expected to be on hand to guard the building and the city.\n\nThe traditional parade from the Capitol to the White House has been changed. The Bidens will travel to the White House with a presidential escort.\n\nGetting a room reservation may be tough. Among U. S. domestic travelers, Washington tourism statistics show that Los Angeles is the capital’s fourth-largest source of visitors to D.C., surpassed only by New York, Boston and Philadelphia.\n\nAs fears mounted over unrest or virus transmission at the inauguration, Airbnb said it is canceling all lodging reservations for that week in the Washington, D. C., metropolitan area.\n\nIn a statement Wednesday, Airbnb officials said they “will cancel reservations” not only for Airbnb properties but also for HotelTonight, a popular lodging search tool that Airbnb purchased in 2019. In addition, Airbnb officials promised refunds and said, “we will prevent any new reservations in the Washington, D. C., area from being booked during that time by blocking such reservations.”\n\nIn a spot check of Airbnb, the site rerouted a Washington booking-seeker (for Jan. 19-21) to properties farther away in Manassas and Montclair, Va., and Baltimore.\n\nA spot check of HotelTonight.com found several D. C. hotels listed as “sold out” without mentioning a booking ban. But the booking site seemed ready to accept a reservation for the Home2 Suites by Hilton in Silver Spring, Md., about 12 miles from the Capitol.\n\nAs of Wednesday afternoon, the Trump International Hotel was still taking bookings for Jan. 19-21, with rooms starting at $2,500 nightly, no cancellations accepted.\n\nThe Willard Intercontinental Hotel, a high-end property that goes back more than 200 years (and whose lobby is said to have spawned the term lobbyist), also appeared to be taking bookings for Jan. 19-21, allowing a user to come within one step of booking a room for $688 per night (with a $200 early departure fee and $59 nightly for parking).\n\nThe Eaton DC, a hotel on K Street NW that opened in 2018 billing itself as “the world’s first politically motivated hotel,” has blacked out the dates from Jan. 15-21. That week could have been the hotel’s most profitable since the beginning of the pandemic, said Sheldon Scott, the hotel’s head of purpose, but “we have to appropriately measure the people, the planet and the profit.... It’s a matter of an abundance of caution and care, particularly for our front-line workers, who are the most vulnerable” to either virus or violence.\n\nPresident-elect Biden has discouraged Americans from traveling to the capital in person for the event, and law-enforcement authorities have voiced concerns over possible rioting in D. C. and at state capitols that day. In normal times, the event typically draws hundreds of thousands of visitors, including thousands from California.\n\nIn its statement, Airbnb noted that Washington Mayor Muriel Bowser and the governors of Maryland and Virginia have stressed that would-be visitors should avoid the D. C. Metro area, in part because armed militias and hate groups are said to be “attempting to travel and disrupt the inauguration.”\n\nThe company said “we have identified numerous individuals who are either associated with known hate groups or otherwise involved in the criminal activity at the Capitol Building, and they have been banned from Airbnb’s platform.” Airbnb gave no specific numbers in its statement.\n\nAt Destination D. C., which usually promotes tourism to the capital, CEO and President Elliott L. Ferguson II said in a statement that “it’s for everyone’s benefit to stay home and celebrate inauguration virtually.”\n\nWhen it comes to hotel bookings, a Visit DC spokeswoman said “everybody is waiting to see what the mayor is going to do.”\n\nAt a news conference Wednesday morning, Bowser noted that security worries prompted “a couple of hotels” to close Jan. 4-6, when electoral votes were tallied and the Capitol was overrun. In days ahead, there will be more access and safety concerns, Bowser said, and she expects “some hotels” to close.\n\nHowever, she also said that “we will have a lot of people in town, just supporting the security apparatus, and so we are trying to understand and balance the need for housing.”\n\nIn calmer times, inauguration week is a big boon for the tourism industry. In 2017, the city’s 140 hotels were 95.2% occupied during the Trump inauguration and Women’s March. For the 2013 inauguration, the rate was 78.3%. For 2009, 97.2%.",
			"title": "Travel from California to the inauguration? Here's what to expect",
			"url": "https://www.latimes.com/travel/story/2021-01-13/airbnb-and-hoteltonight-com-cancel-bookings-for-inauguration-in-d-c-area"
		},
		{
			"date": "2021-01-20T19:10:00.060Z",
			"description": "MyPillow CEO Mike Lindell is the latest business leader to discover the downside of becoming a crank.",
			"image": "https://ca-times.brightspotcdn.com/dims4/default/9a36c1e/2147483647/strip/true/crop/4326x2271+0+306/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F7b%2F7a%2Fb15445e54cbbb57ad7b54b34a3c3%2Fvirus-outbreak-trump-41521.jpg",
			"text": "Mike Lindell is discovering the downside of becoming known as a right-wing crank.\n\nOr so the MyPillow CEO claims. He says that in recent days, Bed Bath & Beyond, Kohl’s and Wayfair have dropped his product.\n\nLindell is convinced their decisions are related to his continued support for Donald Trump’s claims of a rigged election, telling Yahoo Finance that the retailers were pressured by “left-wing groups that attack with bots and trolls.”\n\nBed Bath &Beyond said they’re dropping MyPillow because it isn’t selling well; the retailer called it one of a “number of underperforming items and brands” being excised from inventory, though it’s possible that reflects consumer distaste for Lindell’s position.\n\nKohl’s, citing “decreased customer demand,” said it would sell off remaining inventory and not order any more. Wayfair hasn’t commented publicly.\n\nAssuming Lindell is correct that he’s losing distributors because of his political stance, he has become the latest in a long line of business leaders whose business fortunes have been rattled after they became identified with extreme, or even just unpopular, positions.\n\nThe traditional rule for CEOs has been that it’s best to let your products speak for themselves and keep your big mouth shut about anything other than narrow business principles. In recent years, the rule has become more often honored in the breach. That’s because social conditions have led to a broadening of the principle of corporate social responsibility.\n\nThe redefinition has been driven by major institutional investors such as BlackRock, whose CEO, Larry Fink has called on companies “to wade into sensitive social and political issues” in part because governments have ceased to address them.\n\nMajor corporations and their CEOs still take care when wading into political waters. They have been more willing to take a stand on questions with an economic coloration, such as the minimum wage and climate change, than polarizing topics such as LGBTQ rights, gun control and abortion, according to a 2018 study by Aaron K. Chatterji of Duke and Michael W. Toffel of Harvard.\n\nSocial conditions sometimes can change a precarious topic into one seen as appropriate, even mandatory, for corporations to take a stand on — the Black Lives Matter movement and the George Floyd killing, for instance, have placed support for racial justice squarely on corporate agendas.\n\nBut occasionally CEOs take it upon themselves to speak out. That can be a bad choice. Same store sales at the pizza chain Papa John’s cratered after its founder and chairman, John Schnatter, blamed the take-a-knee protests by NFL players for a decline in the league’s TV ratings and consequently his company’s sales.\n\nSchnatter ceded his post as CEO and, following a later report that he had used the N-word on a conference call, left the company’s board and sold all his stock.\n\nSometimes a top executive’s comments don’t have a direct impact on sales but damage a company’s reputation nonetheless. That happened to the family-owned fast food chain Chik-fil-A in 2012, when its president, Dan Cathy, spoke out against gay marriage in interviews with a Baptist publication and a devotional radio program. The company was also found to have contributed to organizations opposing LGBTQ rights.\n\nBoycotts ensued, along with expressions of support by evangelist politicians such as Mike Huckabee. The company reported a 12% gain in sales for 2012. But the controversy plainly hurt. Chik-fil-A stopped contributing  to anti-LGBTQ organizations and announced it would henceforth “leave the policy debate over same-sex marriage to the government and political arena.”\n\nBy 2014, Cathy was expressing regret for “making the company a symbol in the marriage debate.” He told the Atlanta Journal-Constitution that aligning the company with “anti-gay groups” resulted in its “alienating market segments.”\n\n“Consumers want to do business with brands that they can interface with, that they can relate with,” Cathy said. “And it’s probably very wise from our standpoint to make sure that we present our brand in a compelling way that the consumer can relate to.”\n\nThe most notorious example of a prominent business leader parading himself as a full-blown extremist crank is Henry Ford. From 1919 to 1922, Ford promoted virulent  antisemitism.\n\nFord tied his views directly to his car company by publishing them in the Dearborn Independent, a weekly he owned, and demanding that the Independent be distributed to customers of Ford dealerships across the country. He published “The Protocols of the Elders of Zion,” a despicable Tsarist forgery asserting the existence of a worldwide Jewish conspiracy.\n\nFord’s weekly campaign against the “International Jew” didn’t seem to have cut into business at the company, which was selling a million Model T cars every year. He was finally forced to apologize as the result of a libel lawsuit, but to this day his successors and descendants still grapple uneasily with the legacy.\n\nThe Henry Ford Museum in Dearborn, Mich., devotes an entire webpage to Ford’s antisemitism, but describes it as “a complex story.”\n\nRegarding the articles Ford published in his weekly, the museum states, “Seen within the context of the times, they demonstrate the sharp realities and tensions that emerge in societies undergoing profound cultural, economic and political change.”\n\nFord’s views, the museum adds, “were also influenced by current populist political sensibilities that advocated a distrust of financiers, bankers and institutions of economic power.”\n\nThis comes very close to a whitewash. “Because The Dearborn Independent was published by Ford, it meant that other newspapers would pick up on what he said,” Hasia Diner, an expert in American Jewish history, observed in 2012.\n\nTherefore, “it got much greater currency than if it had just been a small-town newspaper in some equivalent sized town in Wisconsin or Montana... What Henry Ford says, people stop and listen.”\n\nThese cases taken together show that it can be difficult to predict how a CEO’s outspokenness will play in public. But they point to a few general rules of thumb.\n\nOne is that businesses with stronger products have more latitude to take stands on public issues than those without. Retailers aren’t very likely to evict Apple products from their stores no matter how Apple interprets its corporate social responsibility.\n\nMyPillow, however, may be an easier target. As a private company, MyPillow hasn’t disclosed its financial results, but its sales don’t measure up to Ford’s, whether in the 1920s or today. And its products aren’t always universally heralded: Consumer Reports, for example, questions whether it meets its “bold claims” to foster deeper, more comfortable sleep.\n\nTwo: Companies should know their audience. This isn’t always a simple matter. Not only does the customer base for Patagonia support the environmental activism of its founder Yvon Chouinard — they expect it: “We’re in business to save our home planet,” the company’s website declares.\n\n“From supporting youth fighting against oil drilling to suing the president, we take action on the most pressing environmental issues facing our world,” the website says, next to a button allowing consumers to connect directly with activist organizations.\n\nThree: Not all outspoken CEOs are equal. In a conventional environment, the hijinks of Elon Musk might have done real damage to the public image of Tesla, his electric car company. Musk has promoted the useless COVID treatment chloroquine and defied government orders aimed at keeping workers in his California factory safe from infection. He has smoked marijuana in public and drawn a government sanction for misleading investors.\n\nYet these shenanigans only seem to reinforce Tesla’s allure for stock investors and EV customers. It’s fair to conjecture that enthusiasm for Tesla’s shares and products would fall if not for its identification with Musk.\n\nIt can be hard to distinguish whether extremist CEOs have a negative impact on their companies because of their views or their distraction by non-corporate matters. After building Overstock.com into an innovative online retailer, Patrick M. Byrne veered into a conspiracy-infected fever. He announced that he had been serving as an informant against the Russian foreign agent Maria Butina, and plunged into the crypto-currency world.\n\nOverstock’s profit and market capitalization plunged. In mid-2019, Byrne announced he had sold all his stock, blaming his decision on attacks on him by “organs of the Deep State,” including the SEC. Under a new CEO and with a tailwind provided by a pandemic-related surge in online commerce, Overstock.com’s revenues and stock price have recovered.\n\nThe old mandate to keep corporate executives out of the political limelight has obviously faded.\n\n“As more and more business leaders choose to speak out on contentious political and social matters, CEOs will increasingly be called on to help shape the debate about such issues,” Chatterji and Toffel observed. “Many will decide to stay out of the fray, but they should still expect to be peppered with questions from employees, the media, and other stakeholders about the hot-button topics of day.”\n\nThey counsel executives to “select issues carefully, reflect on the best times and approaches to get involved, consider the potential for backlash, and measure results.”\n\nFor all that, some business executives will find it hard to stay out of the limelight, to their own disadvantage. The best example may be a prominent businessman who has lately been losing corporate sponsorships and public credibility because of his extreme public positions while reportedly facing growing deficits and mounting debt at his businesses. His fortunes may end up defining the limits of CEO cults of personality. His name is Donald Trump.",
			"title": "What happens to businesses when their CEOs become extremists?",
			"url": "https://www.latimes.com/business/story/2021-01-20/business-ceos-extremists"
		},
		{
			"date": "2021-01-20T16:27:26.429Z",
			"description": "The ex-Google engineer pardoned by Trump had pleaded guilty to stealing trade secrets before joining Uber’s effort to build robotic vehicles.",
			"image": "https://ca-times.brightspotcdn.com/dims4/default/cfdbe9c/2147483647/strip/true/crop/3000x1575+0+213/resize/1200x630!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fd9%2F94%2F2aab07877ae0c98fa93150154733%2Ff0b7e103bbfc43e2bf6ac09b3c857162",
			"text": "President Trump pardoned a long list of individuals with criminal convictions before he left office Wednesday. Among them: a high-profile engineer at the center of Silicon Valley’s self-driving-car wars.\n\nLevandowski stole driverless vehicle technology secrets from Google, where he helped spearhead research into autonomous vehicles, and smuggled them to Uber via his autonomous-truckstartup, Otto. Arrested in 2019 and facing 33 counts of intellectual property theft, he pleaded guilty to one count and last summer was sentenced to 18 months in prison.\n\nIn a White House statement, the administration said the pardon was supported by onetime Trump supporter and tech billionaire Peter Thiel, former Disney executive Michael Ovitz, and Palmer Luckey, founder of the virtual reality company Oculus VR.\n\nThiel is a PayPal cofounder and early Facebook investor, a vocal libertarian and fierce Google critic. He founded Palantir, a data-collection and analysis company whose contracts with U. S. government agencies include the Immigration and Customs Enforcement Agency. Thiel served on Trump’s transition team and helped place a number of close associates in key roles within the administration, although he did not publicly support Trump’s reelection bid.\n\nLuckey is a virtual reality pioneer who sold his company to Facebook. He left Facebook after the social media platform was ordered by a Texas jury to pay $500 million in a trade secrets and copyright infringement case that involved Oculus and Luckey. According to a Washington Post report, Luckey donated $100,000 to Trump’s inauguration though a series of shell companies.\n\nThe Levandowski affair raised questions about how far Silicon Valley “geniuses” should be allowed to push ethical and legal standards in their quest for innovations and personal riches. “Though clearly an outlier, the disgraced former autonomous drive expert embodies an aspect of Silicon Valley culture that must be addressed,” said the automotive news site The Drive in a 2019 essay.\n\nIn 2016, Levandowski left Google’s driverless-car division,  later spun out into an Alphabet subsidiary called Waymo.  He started his own company, Otto,  to develop driverless truck technology. Otto was soon acquired by Uber for $680 million as the ride-hailing venture pursued its own autonomous-vehicle division. Levandowski took charge of the Uber self-drive engineering team.\n\nLevandowski’s legal trouble began when Google sued Uber, alleging he downloaded proprietary engineering documents from Google computers and took them to Uber. After several days of blistering testimony in a federal court jury trial held in February 2018, Uber gave up and settled the case with Google.\n\nIn March 2018, an Uber driverless test vehicle ran over and killed a pedestrian crossing an Arizona highway,  spotlighting concerns about driverless car safety and companies that test them on public roads.\n\nLast month, Uber sold its autonomous-vehicle development arm — to safety-conscious driverless vehicle developer Aurora. Uber invested $400 million the company and Uber Chief Executive Dara Khosrowshahi joined its board.\n\nAurora is a major player in driverless technology, with investors that include Hyundai and Amazon. Its chief executive, Chris Urmson, led Google’s driverless car project for seven years before co-founding the company with Sterling Anderson, who headed of Tesla’s Autopilot team, and Drew Bagnell, a member of the Uber self-drive team.\n\nLevandowski thanked the president in an early morning tweet Wednesday, saying he was grateful for the opportunity to move forward.\n\nThe Associated Press was used in compiling this report.",
			"title": "Trump pardons ex-Google engineer who stole trade secrets",
			"url": "https://www.latimes.com/world-nation/story/2021-01-20/pardon-for-former-google-engineer-who-stole-trade-secrets"
		},
		{
			"date": "2021-01-18T04:30:47.000Z",
			"description": "Ronald Reagan’s appointees wiped out government-imposed balance requirements for broadcasters when they repealed the Fairness Doctrine. Trump leaves behind a GOP that wants to punish bias on social media.",
			"image": "https://static.politico.com/51/fd/037b63524340b68c04c253c76ce9/011820-cruz-twitter-gty-773.jpg",
			"text": "How Trump’s fights with tech transformed Republicans’ beliefs on free speech\n\nRonald Reagan’s appointees wiped out government-imposed balance requirements for broadcasters when they repealed the Fairness Doctrine. Trump leaves behind a GOP that wants to punish bias on social media.\n\nRepublican wrath at the tech companies that muzzled President Donald Trump and his followers is hastening a big change in GOP ideology — rising support for government intervention in the marketplace of ideas.\n\nA generation after Ronald Reagan’s regulators killed the Fairness Doctrine, freeing broadcasters from the mandate to treat opposing views fairly, the Trump-era Republican Party is fired up over what it sees as anti-conservative bias in companies like Facebook and Twitter. And a growing number of leading GOP figures are calling for the government to respond by creating legal consequences for online platforms that unfairly silence their users.\n\nTrump himself failed to get these changes enacted, but the shift appears likely to outlast his presidency in a party that’s embracing anti-Silicon Valley fervor as a major campaign theme.\n\nThat dismays Republicans who cheered Reagan’s move — and say the current GOP proposals look a lot like a Fairness Doctrine for the internet.\n\n“I am a big Trump supporter, but I totally disagree with the approach here,” said Mark Fowler, a Reagan appointee who led the charge for rolling back the doctrine as chair of the Federal Communications Commission. “I think it’s a blunderbuss, kind of a Panzer, heavy-handed approach to trying to control the press.”\n\nThen-FCC Republican Mike O’Rielly expressed similar misgivings last summer after the president proposed a wide-ranging regulatory and legislative crackdown against bias in social media. “I shudder to think of a day in which the Fairness Doctrine could be reincarnated for the internet, especially at the ironic behest of so-called free speech ‘defenders,’” O’Rielly said in a speech in July. (Days later, Trump rescinded his nomination for a new term on the commission, forcing him to leave in December.)\n\nRetired Rep. Greg Walden (R-Ore.), a former chair of the House Energy and Commerce Committee, told POLITICO last month that he too wants to keep government agencies away from social media speech. That puts him at odds with both Trump and Washington state Rep. Cathy McMorris Rodgers, who's now the top Republican on the panel.\n\n\"Go back to the Fairness Doctrine — how did that work out?\" Walden said. \"It was a disaster for free speech and, actually, stifled speech on broadcast airwaves. And it wasn't until it was repealed, that like it or not, we saw more vigorous speech on the public’s airwaves.\"\n\nA generation after Ronald Reagan’s regulators killed the Fairness Doctrine, the Trump-era Republican Party is fired up over what it sees as anti-conservative bias in companies like Twitter. | Justin Sullivan/Getty Images\n\nSupporters of Trump’s efforts reject any comparison between their proposals and the doctrine that Reagan’s FCC vanquished. But the shift toward favoring government action against ideological bias by private companies is a notable trend among several of the most outspoken GOP voices in Congress, including potential presidential contenders like Sens. Josh Hawley of Missouri, Tom Cotton of Arkansas and Ted Cruz of Texas.\n\nThe main focus of the Republicans’ efforts has been to pare back or repeal Section 230 of the Communications Decency Act, a 1996 law that gives online companies broad legal immunity for how they police their users’ content. Those calls escalated last week, after Twitter shuttered Trump’s account following the deadly Jan. 6 rampage at the Capitol.\n\n“I’m more determined than ever to strip Section 230 protections from Big Tech,” Sen. Lindsey Graham (R-S. C.) vowed last Friday on Twitter.\n\nThe Fairness Doctrine, a set of FCC regulations dating to 1949, stemmed from concerns that echo today’s debates about Silicon Valley’s stranglehold on the public discourse.\n\nIn the mid-20th century, a handful of powerful broadcasters controlled much of that discourse, inspiring fears that they could use their slices of the scarce, publicly owned airwaves to bombard Americans with one-sided content. To counter that, the FCC policies required radio and television stations to treat controversial subjects in a balanced and equitable way, which broadcasters said infringed on their ability to cover the news.\n\nCritics of big tech companies say titans like Facebook, Twitter and Google pose a similar danger. Those companies don't have government-issued broadcasting licenses, but critics say they enjoy undeserved federal protections thanks to Section 230.\n\n\"In a country that has long cherished the freedom of expression, we cannot allow a limited number of online platforms to hand-pick the speech that Americans may access and convey on the internet,\" Trump said in a May executive order that called on several agencies and Congress to crack down on biased social media companies. He added, \"Twitter, Facebook, Instagram, and YouTube wield immense, if not unprecedented, power to shape the interpretation of public events; to censor, delete, or disappear information; and to control what people see or do not see.\"\n\nAt a postelection hearing on alleged censorship by big tech companies, Cruz asked congressional Democrats: \"Do you really want to submit total control of the public debate to a handful of Silicon Valley billionaires, modern day oligarchs? With money and power and no accountability?\"\n\nBack in the 1980s, Fowler recalled, even many Reagan supporters needed convincing about leaving decisions about fairness and balance up to the free market.\n\nA host of top conservatives advocates, from Phyllis Schlafly to Pat Buchanan to Reagan’s White House advisers, feared that wiping out the Fairness Doctrine could unleash radio and television stations to criticize the president. But Fowler, who viewed the issue as one of First Amendment freedoms, convinced Reagan that repealing it would unleash a broader array of voices.\n\nFowler’s views won the day, the rollback was completed in 1987, and stations’ freedom to air ideologically pointed programming led to the rise of conservative broadcasting stars like Rush Limbaugh — who has repeatedly warned against any hint that Democrats were plotting to revive the doctrine or extend it to the internet. (“When the Fairness Doctrine existed, there wasn’t any controversial programming at all,” Limbaugh said on his show in 2007.)\n\nOver the decades, Reagan’s approach to broadcasting became the GOP orthodoxy. But Republicans’ views on social media have shifted in recent years, in response to conservative accusations that platforms like Facebook, Twitter and Google-owned YouTube systematically censor, block and filter right-leaning messages while letting liberals run free. (The companies deny the accusations, and Democrats including President-elect Joe Biden blasted the same platforms for giving Trump a megaphone to broadcast false and threatening messages.)\n\nThe result has been a series of bills that would make it easier for consumers to sue the companies — either by repealing Section 230 entirely, as Trump has demanded, or by limiting the companies’ ability to qualify for legal immunity.\n\nRepealing the law could subject every company with an online presence to lawsuits for just about anything their users post, making it difficult for Facebook and Twitter to stay in the social media business at all. (“Twitter may be a private company, but without the government’s gift of Section 230 they would not exist for long,” Trump said in a Jan. 8 tweetstorm that the company immediately pulled down.)\n\nOther legislative proposals would condition the legal protections on the companies’ ability to show good behavior, including — in some cases — ideological even-handedness.\n\nOne bill by Hawley, the Ending Support for Internet Censorship Act would deny the protections to companies that can’t prove to federal regulators that their content decisions are “politically neutral.” Trump similarly asked the FCC to weigh in on stripping the immunity from companies that don’t make such decisions in “good faith.”\n\nTrump’s ideas about reining in social media won't be departing D.C. anytime soon, especially amid conservative anger over Silicon Valley’s shuttering of his online accounts and the GOP-friendly platform Parler.\n\nRep. Jim Banks (R-Ind.), the new chair of the Republican Study Committee, has said he plans to make the debate around overhauling the liability shield the “key centerpiece of our work” in the new Congress. He suggests that one GOP-backed bill to narrow the protections — the Stop the Censorship Act — would be a good start.\n\nBanks said he sees a party that has never been more unified on these issues.\n\n“It’s less to do with President Trump and more to do with the Republican base,” Banks said in an interview. “The Republican base is too familiar with Big Tech censorship and they expect the Republican members of Congress to be on the side of reforming Section 230. ... This is what the Republican Party base is demanding.\"\n\nHe said he’s also watching the courts, noting a recent set of written comments in which Justice Clarence Thomas urged the Supreme Court to look for an opportunity to weigh in on Section 230. Thomas noted that “many courts have construed the law broadly to confer sweeping immunity on some of the largest companies in the world.”\n\nTechnology news from Washington and Silicon Valley — weekday mornings, in your inbox.\n\nBy signing up you agree to receive email newsletters or updates from POLITICO and you agree to our privacy policy and terms of service. You can unsubscribe at any time and you can contact us here. This sign-up form is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n\nThat trend shows no signs of fading even as the president leaves office.\n\n“I definitely think this is going to persist beyond Trump,” said Rachel Bovard, a senior director of policy at the Conservative Partnership Institute whom the White House had considered last year when looking to fill a slot in the FCC. “These companies in particular have crossed the Rubicon on so many different issues.”\n\nBut the GOP bias complaints face a hard sell with congressional Democrats, who have their own changes in mind for Section 230 and say their main concerns about social media involve hate speech and misinformation — ills demanding more moderation, not less. Democrats derided Trump's attempted crackdown, saying the president was just lashing out at companies that fact-checked him during his reelection campaign.\n\nBanks acknowledged that Republicans’ thinking on the issue has evolved. But he said the current GOP efforts don’t aim to impose any regulations — instead, they’d be removing a special liability carve-out that only online companies enjoy.\n\n“We’ve all come full circle on this subject, moving from seeing this as a free market issue to seeing this more as a deregulatory effort to take away the sweetheart deal that Section 230 gives to Big Tech,” the GOP lawmaker said. “What was a fringe issue four years ago is now, I believe, a widely accepted part of the Republican Party platform at the moment in support of Section 230 reforms.”\n\nThat would be a mistake, said Fowler, the former FCC chair, even though he’s no fan of the way social media titans like Facebook CEO Mark Zuckerberg wield their power.\n\n“We may not like it as Republicans — I don’t,” said Fowler, who’s now retired and living in Florida. “But I like more the idea of free markets, with free marketplaces of ideas. And that really is the higher value. That is really what Republicans are missing in all this.”",
			"title": "How Trump’s fights with tech transformed Republicans’ beliefs on free speech",
			"url": "https://www.politico.com/news/2021/01/18/trump-free-speech-big-tech-459833"
		},
		{
			"date": "2021-01-15T00:00:00.000Z",
			"description": "A Wendy’s employee in New Jersey has been making customers smile for more than 20 years with his singing and positive attitude at the drive-thru window.",
			"image": "https://static.foxnews.com/foxnews.com/content/uploads/2020/12/iStock-1249163463.jpg",
			"text": "A Wendy’s employee in New Jersey has been making drive-thru customers smile for more than 20 years with his lilting voice and positive attitude.\n\nWillie Mckoy has been working at a Wendy’s in Hamilton Township, New Jersey, since 1998.\n\nIn 2000, he started taking orders at the drive-thru window, where he started singing to customers through his headset, local cable news station, News 12, reported.\n\n\"It's just natural,\" Mckoy told the outlet. \"It comes natural. You treat customers right and they'll come back.\"\n\nCORONAVIRUS CANCELS RESTAURANT GRAND OPENINGS, SO CHICK-FIL-A GIVES LOCAL HEROES FREE MEALS FOR A YEA\n\n\"Make everybody smile that's right,\" he added. \"Treat people the way you want to be treated.\"\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nAccording to footage from News 12 and clips posted to a Facebook page devoted to Mckoy’s fans, Mckoy greets customers with a lilting: \"Hi, may I take your order?\"\n\nHe then proceeds to ask them questions -- like if they want barbecue sauce -- in a sing-song voice.\n\nCLICK HERE TO SIGN UP FOR OUR LIFESTYLE NEWSLETTER\n\n\"He just brings a smile to everyone that comes to Wendy’s and he brings a smile to his co-workers,\" one person told News 12. \"It’s a good attitude to be around him and his positivity.",
			"title": "Singing Wendy’s drive-thru employee serves up smiles to customers",
			"url": "https://www.foxnews.com/food-drink/wendys-drive-thru-employee-2-decades"
		},
		{
			"date": "2021-01-20T00:00:00.000Z",
			"description": "A once large caravan of Honduran migrants that pushed its way into Guatemala last week had dissipated by Tuesday in the face of Guatemalan security forces.",
			"image": "https://static.foxnews.com/foxnews.com/content/uploads/2021/01/honduran-migrant-caravan-7.jpg",
			"text": "A once large caravan of Honduran migrants that pushed its way into Guatemala last week had dissipated by Tuesday in the face of Guatemalan security forces. Small groups pressed on toward the Mexican border, while others accepted rides from authorities back to Honduras.\n\nMany of the migrants were driven by an increasingly desperate situation in Honduras, where the economic ravages of the COVID-19 pandemic and two major hurricanes in November have piled atop chronic poverty and gang violence. That combined with a hope that the new U. S. administration of President-elect Joe Biden would be more welcoming gave birth to the year's first caravan.\n\nGUATEMALAN FORCES CLEAR ROAD OF MIGRANTS BOUND FOR US, SOME AGREE TO RETURN TO HONDURAN BORDER\n\nBut Tuesday, buses carrying dozens of migrants and police patrol vehicles carrying handfuls arrived sporadically through the morning at the Guatemala-Honduras border crossing of El Florido. They were passed from Guatemalan border agents to their Honduran counterparts and then boarded buses that would take them back to their hometowns.\n\nSome 25 miles into Guatemala where hundreds of migrants had been stalled at a roadblock in Vado Hondo for several days, traffic flowed smoothly Tuesday and few migrants remained. Guatemala's immigration authorities reported that through Monday more than 2,300 migrants had been returned to Honduras.\n\nCarlos Hernandez, a 29-year-old shoemaker from Honduras, sat on the roadside unable to move forward and without any reason to go back.\n\n\"I lost everything, children, house, everything,\" Hernández said through tears in reference to the hurricanes. \"Everyone died there, I don’t have anything. Who am I going to return to?\"\n\nEber Sosa, an 18-year-old, bricklayer, expressed the hope of many that something would change with the new U. S. administration.\n\nBIDEN'S DHS PICK ON MIGRANT CARAVAN: 'THERE IS A COMMITMENT TO FOLLOW OUR ASYLUM LAWS'\n\n\"Now that the new president (Biden) is here we are waiting for the answer, all of us immigrants who are here from Honduras,\" Sosa said. \"We are looking to see what the new president says to move forward.\"\n\nIf Guatemala's government had indeed dissolved the year’s first caravan, it would be a relief to the incoming U. S. administration. Biden has promised immigration reform, but for now plans to leave Trump-era border policies in place fearing a surge of migrants when he takes office.\n\nGuatemala’s government had made clear it would stop the caravan for immigration and health reasons before it had even formed in San Pedro Sula, Honduras last week. President Alejandro Giammattei said 2,000 police and soldiers would be sent to the border.\n\nThose forces did not stop the caravan at the border, but a series of strategically places roadblocks where forces deployed tear gas and batons dissolved the mass of people.\n\nOn Tuesday, Michael Kozak, acting assistant secretary for the U. S. State Department’s Bureau of Western Hemisphere Affairs, commended Guatemala via Twitter for \"carrying out its responsibilities by responding appropriately & lawfully to the recent migrant caravan.\"\n\nCentral American migrants began turning increasingly to caravans as a low-cost alternative to hiring a smuggler in 2018. Migrants gain a degree of safety in numbers and initially pushed successfully through Guatemala and Mexico. However, the U. S. government has led an effort to coordinate a more aggressive response from countries along the way to try to keep them from advancing far.\n\nCaravans still represent only a fraction of the overall immigration flow that moves largely undetected.\n\nIn the past year, Guatemala has become a critical bulwark against the caravans, egged on by the more aggressive immigration policies of the Trump administration. Guatemalan forces effectively dissolved multiple migrant caravans last year.\n\nIn Tecun Uman, across the Suchiate river from Mexico, Rev. Fernando Cuevas said Tuesday there were not more than 70 migrants in the border town. Those who arrive do so in small groups, mostly family units, and try to cross to Mexico almost immediately.\n\nSome go to the bridge to request asylum, while others attempt to cross the river.\n\nWhere hundreds of migrants massed last January before crossing into Mexico, this time Guatemala’s highway roadblocks appear to have stopped most. Most of those who have made it through carry the required proof of a negative coronavirus test and passports, Cuevas said.\n\nCuevas said both sides of the river are militarized. In Tecun Uman, Guatemala deployed large numbers of National Police who made a local community center their barracks and patrol the streets looking for migrants. Two buses from the Mexican government sit in the central plaza in front of his church waiting to drive migrants back to the Honduras border, he said.\n\n\"We are seeing a situation a little different from other years when the migrants had access and free transit,\" Cuevas said. His church had prepared for the arrival of migrants like a year earlier, but now he expects few will make it. \"We don’t expect them in great numbers nor organized. We don’t expect more than 100 at one time will be here.\"\n\nMexico had sent thousands of National Guard members and immigration agents to that border last week in preparation. President Andrés Manuel López Obrador has promised to respect human rights, but also to enforce an orderly, legal migration.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\nOne year ago, Mexican forces in riot gear rounded up hundreds of Central American migrants as they stopped to rest along a rural highway after crossing into the country.\n\nAssociated Press journalist Oliver de Ros reported this story in El Florido and AP writer AP writer Christopher Sherman reported from Mexico City.",
			"title": "Guatemala buses more migrants back to Honduras; small groups press on toward Mexico",
			"url": "https://www.foxnews.com/world/guatemala-migrant-caravan-honduras"
		},
		{
			"date": "2021-01-20T00:00:00.000Z",
			"description": "A loud explosion apparently caused by a gas leak has partially destroyed a residential building in the center of Spain's capital on Wednesday, killing two people and injuring at least two more, according to officials.",
			"image": "https://static.foxnews.com/foxnews.com/content/uploads/2021/01/madrid-spain-blast.jpg",
			"text": "A loud explosion apparently caused by a gas leak has partially destroyed a residential building in the center of Spain's capital on Wednesday, killing two people and injuring at least two more, according to officials.\n\nThe first images and footage shared on social media showed a tower of smoke coming out from the six-story building and rubble scattered in Toledo Street, near the city center. Emergency crews could be seen aiding several people on the ground.\n\nCHINA GOLD MINE EXPLOSION: AT LEAST A DOZEN WORKERS STILL ALIVE AFTER BEING TRAPPED FOR A WEEK, REPORTS SAY\n\nMayor José Luis Martínez Almeida confirmed the two deaths to the Telemadrid news channel and said that the initial assessment was that the blast was caused by a gas leak.\n\nA nearby nursing home was evacuated although no injuries were initially reported among the residents, Martínez Almeida said. He said the residents were being taken to a hotel across the street.\n\nMartínez Almeida also said that some mild damage had been identified in a nearby school. Spain's public broadcaster, TVE, said the school was thought to have been empty because classes had not resumed yet following a record snowfall in Madrid on Jan. 9.\n\nIn a tweet, the Madrid regional emergency service said that rescue teams, firefighters and police were working in a central area of the Spanish capital following the explosion.\n\nLeire Reparaz, an area resident, told The Associated Press that she heard a loud explosion some minutes before 3 p.m. local when she was heading to her home near the Puerta de Toledo, a local landmark.\n\nCLICK HERE TO GET THE FOX NEWS APP\n\n\"We didn’t know where the sound came from. We all thought it was from the school. We went up the stairs to the top of our building and we could see the structure of the building and lots of grey smoke,\" the 24-year-old Madrid resident said.",
			"title": "Madrid blast kills 2, destroys building; cause linked to gas leak, mayor says",
			"url": "https://www.foxnews.com/world/madrid-blast-deaths-destroys-building-possible-gas-leak"
		},
		{
			"date": "2021-01-20T00:00:00.000Z",
			"description": "China’s Foreign Ministry described outgoing U.S. Secretary of State Mike Pompeo on Wednesday as a “doomsday clown” and said his designation of China as a perpetrator of genocide and crimes against humanity was merely “a piece of wastepaper.”",
			"image": "https://static.foxnews.com/foxnews.com/content/uploads/2021/01/AP21020288417045.jpg",
			"text": "China’s Foreign Ministry described outgoing U. S. Secretary of State Mike Pompeo on Wednesday as a \"doomsday clown\" and said his designation of China as a perpetrator of genocide and crimes against humanity was merely \"a piece of wastepaper.\"\n\nThe allegations of abuses against Muslim minority groups in China’s Xinjiang region are \"outright sensational pseudo-propositions and a malicious farce concocted by individual anti-China and anti-Communist forces represented by Pompeo,\" spokesperson Hua Chunying told reporters at a daily briefing.\n\nINCOMING BIDEN SECRETARY OF STATE: TRUMP RIGHT TO TAKE 'TOUGHER STANCE’ ON CHINA\n\n\"In our view, Pompeo’s so-called designation is a piece of wastepaper. This American politician, who is notorious for lying and deceiving, is turning himself into a doomsday clown and joke of the century with his last madness and lies of the century,\" Hua said.\n\nPompeo’s announcement Tuesday doesn’t require any immediate actions, although the U. S. must take the designation into account in formulating policy toward China. China says its policies in Xinjiang aim only to promote economic growth and social stability.\n\nThe U. S. has previously spoken out and taken action on Xinjiang, implementing a range of sanctions against senior Chinese Communist Party leaders and state-run enterprises that fund repressive policies in the vast, resource-rich region. Last week, the Trump administration announced it would halt imports of cotton and tomatoes from Xinjiang, with Customs and Border Protection officials saying they would block products from there suspected of being produced with forced labor.\n\nMany of the Chinese officials accused of having taken part in repression are already under U. S. sanctions. The \"genocide\" designation means new measures will be easier to impose.\n\nTuesday’s move is the latest in a series of steps the outgoing Trump administration has taken to ramp up pressure on China over issues from human rights and the coronavirus pandemic to Taiwan, Tibet, Hong Kong and the South China Sea. China has responded with its own sanctions and tough rhetoric.\n\nChina has imprisoned more than 1 million people, including Uighurs and other mostly Muslim ethnic groups, in a vast network of prison-like political indoctrination camps, according to U. S. officials and human rights groups. People have been subjected to torture, sterilization and political indoctrination in addition to forced labor as part of an assimilation campaign in a region whose inhabitants are ethnically and culturally distinct from the Han Chinese majority.\n\nThe Associated Press reported on widespread forced birth control among the Uighurs last year, including the mass sterilization of Muslim women, even while family planning restrictions are loosened on members of China’s dominant Han ethnic group.\n\nChina has denied all the charges, but Uighur forced labor has been linked by reporting by the AP to various products imported to the U. S., including clothing and electronic goods such as cameras and computer monitors.\n\nJames Leibold, a specialist in Chinese ethnic policy at La Trobe in Melbourne, Australia, said international pressure appears to have had some effect on Chinese policies in Xinjiang, particularly in prompting the government to release information about the camps and possibly reducing mass detentions.\n\nCLICK HERE FOR THE FOX NEWS APP\n\n\"So hopefully we’ll see a continued continuity with regards to the new (Joe Biden) administration on holding China to account,\" Leibold said in an interview.\n\n\"And hopefully the Biden administration can bring its allies along to continue to put pressure on the Chinese government,\" he said.",
			"title": "China says Sec. Pompeo is 'doomsday clown’ following allegations of genocide in Xinjiang",
			"url": "https://www.foxnews.com/world/china-says-sec-pompeo-is-doomsday-clown-following-allegations-of-genocide-in-xinjiang"
		},
		{
			"date": "2021-01-20T18:27:17.000Z",
			"description": "Blast caused substantial damage to the six-story building, images and footage posted to social media by emergency services showed.",
			"image": "https://s.yimg.com/ny/api/res/1.2/nIOLhsMixztZc76aRFMOJw--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMzM0/https://s.yimg.com/uu/api/res/1.2/tB7ligERq86qFCG.yk3GcQ--~B/aD0xNjY3O3c9MjUwMDthcHBpZD15dGFjaHlvbg--/https://media.zenfs.com/en/nbc_news_122/62b1f1a62646fdae248a8cfcbd70380d",
			"text": "President Trump has spent the last few days asking his friends, aides, and associates if they would like pardons — even those who are not facing any charges, a senior administration official told The Washington Post. In one case, the official said, Trump offered a pardon to a person who declined the chance at clemency, saying they weren't in any legal trouble and hadn't committed any crimes. \"Trump's response was, 'Yeah, well, but you never know. They're going to come after us all. Maybe it's not a bad idea. Just let me know,'\" the official recounted.Trump has taken a great interest in pardoning people, the Post reports, even calling families to personally let them know he granted a pardon. A person familiar with the matter told the Post that Trump was talked out of pardoning himself, family members, and controversial figures like Rudy Giuliani. An aide said there was also a brief discussion about possibly issuing pardons related to the Jan. 6 Capitol attack, but that idea went nowhere.While Trump has held a few ceremonial events in recent weeks, journalists have been kept away from the White House, largely because the president is \"just not in a place where they would go well,\" one official told the Post. Trump is constantly flip-flopping, another administration official said, talking about his future but uncertain of where he will be. \"He goes between, 'Well, I'm going to go to Florida and play golf, and life is honestly better,' and then in the next moment, it's like, 'But don't you think there's a chance to stay?'\" the official said. Read more at The Washington Post.More stories from theweek.com  Bernie Sanders steals the inauguration with his grumpy chic outfit  Only a sprinkling of Trump supporters showed up at state capitols to protest Biden's inauguration  QAnon believers are realizing their entire conspiracy was a hoax as Biden is sworn in",
			"title": "At least three dead as explosion rips through building in Madrid",
			"url": "https://www.yahoo.com/news/loud-explosion-rocks-spanish-capital-150438067.html"
		},
		{
			"date": "2021-01-20T08:05:53.000Z",
			"description": "The vice president left someone out of his goodbye tweet and photos.",
			"image": "https://s.yimg.com/ny/api/res/1.2/6tIGdK1gB29_Lw9KF3GfAA--/YXBwaWQ9aGlnaGxhbmRlcjt3PTIwMDA7aD0xMzMz/https://s.yimg.com/uu/api/res/1.2/P6Lpt9al_bdiIBex8fk2qA--~B/aD00MDAwO3c9NjAwMDthcHBpZD15dGFjaHlvbg--/https://img.huffingtonpost.com/asset/6007d5682600003400acf52f.jpg",
			"text": "Some orders undo significant actions from Trump administration, including the Paris climate agreement, while others address CovidBiden inauguration – live updates Joe Biden prepares to sign executive orders in the Oval Office on 20 January. Photograph: Chip Somodevilla/Getty Images Joe Biden has marked the start of his presidency by signing a flurry of executive orders on a suite of issues, including Covid-19, the environment, immigration and ethics. Some of the executive actions undo significant actions from Donald Trump’s administration, including halting the travel ban from Muslim-majority countries, and ending the declaration of a national emergency used to justify funding construction of a wall on the US-Mexico border. He also signed an order allowing the United States to rejoin the Paris climate agreement and end the Trump administration’s efforts to exclude undocumented immigrants from the census data used to determine how many seats in Congress each state gets. The president also moved quickly to address Covid-19, signing orders to mandate mask wearing and social distancing in federal buildings and lands and to create a position of a Covid-19 response coordinator. In other moves, Biden also revoked the permit granted for the controversial Keystone XL pipeline and instructed all executive agencies to review executive actions that were “damaging to the environment, [or]unsupported by the best available science”. Biden also ordered all executive branch employees to sign an ethics pledge and placed limits on their ability to lobby the government while he is in office. The new president also ordered federal agencies to review equity in their existing policies and come up with a plan in 200 days to address inequality in them. On his first day in office, Biden is expected to sign 17 executive actions – 15 will be executive orders. As he began signing the orders, Biden said: “I think some of the things we’re going to be doing are bold and vital, and there’s no time to start like today.” It’s not unusual for an incoming president to take executive action immediately after being sworn into office, a move meant to show the nation that the newly inaugurated president is getting to work. But the breadth and volume of Biden’s immediate executive orders underscore how quickly the new president intends to move in addressing the Covid-19 pandemic and turning the page from the Trump administration. “These executive actions will make an immediate impact in the lives of so many people in desperate need of help,” Wade Henderson, the interim president and CEO of the Leadership Conference on Civil and Human Rights, said in a statement. “Reversing Trump’s deeply discriminatory Muslim ban, addressing the Covid-19 crisis, preventing evictions and foreclosures, and advancing equity and support for communities of color and other underserved communities are significant early actions that represent an important first step in charting a new direction for our country.” The flurry of activity from Biden came on the same day that Democrats formally took control of the US Senate as the Rev Raphael Warnock and Jon Ossoff were formally sworn in as the two senators from Georgia. Chuck Schumer, the Democratic senator from New York, is now the Senate majority leader, while Mitch McConnell, the Kentucky Republican, is now the minority leader. Looming on the horizon is the second impeachment trial for Trump, who the US voted to impeach earlier this month. In addition to Covid-19 relief, Democrats are also expected to push legislation dealing with immigration reform and voting rights. Even though Democrats have a majority of votes in the Senate, they still face significant obstacles to get them through. That’s because Senate rules require 60 votes to overcome a filibuster, a procedural move that can be used to halt legislation. Some progressives have called for ending the practice, which would allow Democrats to pursue sweeping legislation without GOP support, but it’s unclear if the party will do that.",
			"title": "Pence's Farewell Message Contains A Glaring Omission And People Have Noticed",
			"url": "https://www.yahoo.com/huffpost/mike-pence-farewell-message-080553620.html"
		},
		{
			"date": "",
			"description": "See how many COVID-19 vaccines your state received, and how many people have gotten one so far",
			"image": "https://www.gannett-cdn.com/presto/2021/01/13/USAT/b38feafd-32e0-41a8-8552-e69ef4de652a-vaccine-illo-04.png?crop=3964,2230,x1,y837&width=1200",
			"text": "Corrections & Clarifications: Due to a change in CDC reporting, this page temporarily displayed the number of total vaccine doses administered as a share of population, instead of the number of first doses administered. We have corrected the error.\n\nAs the COVID-19 pandemic ravages the USA, vaccines have begun to be distributed across the country and its territories. Two different vaccines, one made by ​​​​Pfizer-BioNTech and another from Moderna, have been authorized for emergency use and are part of the widespread distribution process. The first shots were given Dec. 14, and states are able to place new orders every week.\n\nMore COVID-19 cases are being recorded this winter than at any previous period of the pandemic. Many states struggle to administer vaccines at the same rate the vaccines are shipped.\n\nAnyone age 16 or older can receive the Pfizer-BioNTech vaccine, but the Moderna vaccine is authorized only for adults. States prioritize at-risk populations to be vaccinated first, including medical staff, people in nursing homes or other long-term care facilities, essential workers, the elderly and people with medical conditions that put them at greater risk of becoming seriously ill with COVID-19.\n\nSome federal agencies manage their own distribution and vaccination processes outside state governments. These numbers are not included in the state tallies.",
			"title": "How many people in the US have received a shot?",
			"url": "https://www.usatoday.com/in-depth/graphics/2021/01/14/covid-vaccine-distribution-by-state-how-many-covid-vaccines-have-been-given-in-us-how-many-people/6599531002/"
		},
		{
			"date": "2021-01-20T18:32:00.000Z",
			"description": "The transformation of our workplaces and societies accelerated by COVID-19",
			"image": "https://s1.reutersmedia.net/resources/images/at/1600995918640.jpg",
			"text": "The transformation of our workplaces and societies accelerated by COVID-19\n\nZoom lunch? Walk in the park? Europe's recruiters adapt to Covid\n\nTrudging through snow while interviewing someone is just another day at the office for Prague-based recruiter Blake Wittman who has embraced new tactics to gain an edge during a pandemic that has roiled Europe's hiring market.\n\nHSBC to axe up to 340 management jobs in UK branch shake-up - source\n\nUnilever says global consumption will remain depressed in first half of year\n\nFor many, COVID-19 has changed the world of work for good\n\nBreakingviews - Morgan Stanley serves up best of two weird worlds\n\nJabs equal jobs? Fed sees possible economic boom if vaccine gets on track\n\nOne U. S. Federal Reserve official says there is now a \"clearer focus\" about the economy's path forward and a horizon for a fuller recovery. Another says the pandemic's \"endgame\" is here. A third predicts 2021 will prove \"impressive.\"\n\nEuro zone companies expect to emerge more efficient from the coronavirus pandemic thanks to greater use of digital technologies and remote working, a European Central Bank survey showed on Monday.\n\nFewer companies caught the deal bug in the year of the pandemic\n\nGlobal mergers and acquisitions (M&A) activity fell to a three-year low in 2020, as companies grappled with the financial fallout of the COVID-19 pandemic, even as dealmaking came roaring back in the second half.\n\nInvestment banking from home thrived under COVID-19, but some fear losing their touch\n\nCary Kochman kicked off a sale process for U.S. printing services provider InnerWorkings Inc just as lockdowns to limit the spread of the novel coronavirus took effect in March.\n\nOutsized bets on large U.S. technology companies and emerging cryptocurrencies fueled the year's top-performing U.S. mutual fund and exchange-traded funds as the coronavirus pandemic upended global markets, while funds that bet on oil and gas companies fell nearly 100%, according to data from fund-tracker Morningstar.\n\nScarred by 2020, Gen Z looks to a COVID-free future\n\nLives that had been focussed on school, university, sports or even going to K-pop concerts vanished overnight for members of Gen Z as the global pandemic struck.\n\nHow COVID is changing the way we work\n\nSubscribe to our curated newsletter to receive the latest Reuters coverage delivered to your inbox.\n\nCheck your inbox and confirm your email address.",
			"title": "The Great Reboot",
			"url": "https://www.reuters.com/world/the-great-reboot"
		},
		{
			"date": "",
			"description": "U.S. President Joe Biden on Wednesday formally revoked the permit needed to build the Keystone XL oil pipeline (KXL), dashing Ottawa's hopes of salvaging the $8 billion project that the struggling Canadian crude sector has long supported.",
			"image": "https://static.reuters.com/resources/r/?m=02&d=20210120&t=2&i=1548503132&r=LYNXMPEH0J1CA&w=800",
			"text": "CALGARY, Alberta (Reuters) - U. S. President Joe Biden on Wednesday formally revoked the permit needed to build the Keystone XL oil pipeline (KXL), dashing Ottawa’s hopes of salvaging the $8 billion project that the struggling Canadian crude sector has long supported.\n\nThe move represents another set-back for the beleaguered Canadian energy industry, kills thousands of jobs and marks an early bump in Biden’s relationship with Canada, a key trading partner. Biden had long promised to scrap the permit.\n\nKirsten Hillman, Canada’s ambassador to Washington, told CTV that Ottawa was “very disappointed.” Foreign Minister Marc Garneau, speaking minutes earlier, took a more muted tone, telling CTV that Canada respected and understood the decision.\n\nKeystone XL, owned by TC Energy Corp, is already under construction in Canada, and would carry 830,000 barrels per day of Alberta oil sands crude to Nebraska. Opposition from U. S. landowners, Native American tribes and environmentalists has delayed the project for the past 12 years.\n\nFormer Republican President Donald Trump revived the project, but it still faced ongoing legal challenges.\n\nTC Energy, in a statement issued before the revocation, expressed disappointment with a move it said would overturn a regulatory process that had lasted more than a decade.\n\nThe Calgary-based company said it will suspend construction and warned there could be a “substantive” predominantly non-cash, after-tax charge to earnings in the first quarter of 2021. TC Energy said the decision would lead to layoffs for thousands of unionized construction workers.\n\nTC Energy stock closed down 1.2% at C$55.92 in Toronto while the benchmark Canadian share index edged up 0.3%\n\n“Killing 10,000 jobs and taking $2.2 billion in payroll out of workers’ pockets is not what Americans need or want right now,” Association of Oil Pipe Lines Chief Executive Andy Black said.\n\nCanada, the world’s fourth-largest crude producer, ships most of that output to U. S. refineries. In 2019, the U.S. brought in 3.8 million bpd from Canada, more than half its daily imports of 6.8 million bpd.\n\nCanadian producers, who have struggled for years from low prices partly related to sometimes-congested pipelines, have long supported KXL.\n\nProducer Suncor Energy said it backed expanding market access to the U. S. through pipelines like KXL, which would provide responsibly sourced oil to U.S. refineries for the benefit of U.S. consumers.\n\nBut a Canada Energy Regulator report in November report said western Canadian crude exports are expected to remain below total pipeline capacity over the next 30 years if KXL and two other projects proceed, prompting environmental groups to question the need for all three.\n\nCanadian Prime Minister Justin Trudeau said on Tuesday that Canada was pressing people at the highest levels of Biden’s incoming administration to reconsider canceling the project.\n\nCanadian Environment Minister Jonathan Wilkinson on Tuesday expressed optimism the two countries could work cooperatively in areas such as clean electricity, decarbonization of industry, transportation and methane emissions.\n\nAlberta Premier Jason Kenney threatened legal action on Monday if Keystone XL was scrapped.",
			"title": "Biden revokes KXL permit in blow to Canada's oil sector, Ottawa disappointed",
			"url": "https://www.reuters.com/article/us-usa-biden-keystone/biden-revokes-kxl-permit-in-blow-to-canadas-oil-sector-ottawa-disappointed-idUSKBN29P1RZ"
		}
	]
}
